import React from 'react'

export default function Ab() {
    return (
        <div className='text-white'>
            <p className='' id='section0'><br />
                || ಶ್ರೀ ಗುರುಭ್ಯೋ ನಮ:||<br />
                <br />
                ಶುಕ್ಲಾಂಬರಧರಂ ವಿಷ್ಣುಂ<br />
                ಶಶಿವರ್ಣಂ ಚತುರ್ಭುಜಮ್|<br />
                ಪ್ರಸನ್ನವದನಂ ಧ್ಯಾಯೇತ್<br />
                ಸರ್ವವಿಘ್ನೋಪಶಾಂತಯೇ||<br />
                <br />
                ಗುರುರ್ಬ್ರಹ್ಮಾ ಗುರುರ್ವಿಷ್ಣು:<br />
                ಗುರುರ್ದೇವೋ ಮಹೇಶ್ವರ:|<br />
                ಗುರುಸ್ಸಾಕ್ಷಾತ್ ಪರಂಬ್ರಹ್ಮಾ<br />
                ತಸ್ಮೈ ಶ್ರೀ ಗುರವೇ ನಮ: ||<br />
                <br />
                ಗುರವೇ ಸರ್ವಲೋಕಾನಾಂ<br />
                ಭಿಷಜೇ ಭವರೋಗಿಣಾಂ|<br />
                ನಿಧಯೇ ಸರ್ವವಿದ್ಯಾನಾಂ<br />
                ದಕ್ಷಿಣಾಮೂರ್ತಯೇ ನಮ:||<br />
                <br />
                ಶಂಕಾರೂಪೇಣ ಮಚ್ಚಿತ್ತಂ<br />
                ಪಂಕೀಕೃತಮಭೂದ್ಯಯಾ|<br />
                ಕಿಂಕರೀಯಸ್ಯ ಸಾ ಮಾಯಾ<br />
                ಶಂಕರಾಚಾರ್ಯಮಾಶ್ರಯೇ||<br />
                <br />
                ಸದಾತ್ಮಧ್ಯಾನನಿರತಂ<br />
                ವಿಷಯೇಭ್ಯ: ಪರಾಜ್ಞುಖಂ|<br />
                ನೌಮಿ ಶಾಸ್ತ್ರೇಷು ನಿಷ್ಣಾತಂ<br />
                ಚಂದ್ರಶೇಖರಭಾರತೀಮ್||<br />
                <br />
                ವಿವೇಕಿನಂ ಮಹಾಪ್ರಜ್ಞಂ<br />
                ಧ್ಯೆರ್ಯೌದಾರ್ಯಕ್ಷಮಾನಿಧಿಮ್|<br />
                ಸದಾಭಿನವಪೂರ್ವಂ ತಂ<br />
                ವಿದ್ಯಾತೀರ್ಥಗುರುಂ ಭಜೇ||<br />
                <br />
                ಭಾರತೀ ಕರುಣಾಪಾತ್ರಂ<br />
                ಭಾರತೀ ಪದಭೂಷಣಂ|<br />
                ಭಾರತೀ ಪದಮಾರೂಢಂ<br />
                ಭಾರತೀತೀರ್ಥಮಾಶ್ರಯೇ||<br />
                <br />
                ವಿದ್ಯಾವಿನಯಸಂಪನ್ನಂ<br />
                ವೀತರಾಗಂ ವಿವೇಕಿನಂ|<br />
                ವಂದೇ ವೇದಾಂತತತ್ತ್ವಜ್ಞಮ್<br />
                ವಿಧುಶೇಖರಭಾರತೀಂ||<br />
                <br />
                ನಮ: ಶಾಂತಾಯ ದಿವ್ಯಾಯ<br />
                ಸತ್ಯಧರ್ಮಸ್ವರೂಪಿಣೇ|<br />
                ಸ್ವಾನಂದಾಮೃತತೃಪ್ತಾಯ<br />
                ಶ್ರೀಧರಾಯ ನಮೋ ನಮ:||<br />
                <br />
                ಸ್ವಾತ್ಮಾರಾಮಂ ನಿಜಾನಂದಂ<br />
                ಶೋಕಮೋಹವಿವರ್ಜಿತಮ್ |<br />
                ಸ್ಮರಾಮಿ ಮನಸಾ ನಿತ್ಯಂ<br />
                ವೇಂಕಟಾಚಲದೇಶಿಕಮ್ ||<br />
                <br />
                ಪೂಜ್ಯಾಯ ರಾಘವೇಂದ್ರಾಯ<br />
                ಸತ್ಯಧರ್ಮರತಾಯ ಚ|<br />
                ಭಜತಾಂ ಕಲ್ಪವೃಕ್ಷಾಯ<br />
                ನಮತಾಂ ಕಾಮಧೇನವೇ||<br />
                <br />
                ಮಂದಸ್ಮಿತಂ ಶಿವಂ ಶಾಂತಂ<br />
                ಚಿದಾನಂದಂ ವಿವೇಕಿನಂ|<br />
                ಜ್ಞಾನದಂ ಮೋಕ್ಷದಂ ಚೈವ<br />
                ಅರ್ಜುನಂ ಚ ನಮಾಮ್ಯಹಮ್||<br />
                <br />
                ||ಶ್ರೀ ಸದ್ಗುರು ಚರಣಾರವಿಂದಾಭ್ಯಾಂ ನಮ:||<br />
                <br />
            </p><p class='' id='section1'>___________________________________<br />
                ೧. ನೀ ನಮ್ಮ ಗೆಲುವಾಗಿ ಬಾ<br />
                <br />
                ನೀ ನಮ್ಮ ಗೆಲುವಾಗಿ ಬಾ<br />
                ಗುರುವರನೇ<br />
                ನೀ ನಮ್ಮ ಪ್ರಿಯನಾಗಿ ಬಾ |<br />
                <br />
                ಜಗಕೆಲ್ಲ ಸಖನಾಗಿ<br />
                ಜೀವನಕೆ ಹಿತವಾಗಿ |<br />
                ಕೃಪೆ ತೋರೋ ಪಿತನಾಗಿ<br />
                ವರ ನೀಡೋ ನಿಧಿಯಾಗಿ ||೧||<br />
                <br />
                ಮನೆಗೆಲ್ಲ ಸುತನಾಗಿ<br />
                ಮನಕೆಲ್ಲ ಬೆಳಕಾಗಿ |<br />
                ಸಲಹೆಮ್ಮ ಕೈ ನೀಡಿ<br />
                ಪೊರೆ ನೀನು ಮತಿಯಾಗಿ ||೨||<br />
                <br />
                ಮಾತಿನಲ್ಲಿ ಧ್ವನಿಯಾಗಿ<br />
                ಕಾರಣಕೆ ಕೃತಿಯಾಗಿ |<br />
                ಗುರಿ ತೋರೋ ಗುರುವಾಗಿ<br />
                ನೆಲೆಸಿಲ್ಲಿ ಸ್ಥಿರನಾಗಿ ||೩||<br />
                <br />
            </p><p class='' id='section2'>___________________________________<br />
                ೨. ತೊಡಿಸು ಗುರುವೇ ಅರಿವಿನುಂಗುರಾ<br />
                <br />
                ಭೂಮಿಯಲ್ಲಿ ಮಾಯೆಯುಂಗುರಾ<br />
                ಮನದಲ್ಲಿ ಭಕ್ತಿಯುಂಗುರಾ |<br />
                ಎಲ್ಲವೂ ನೀನೆಂಬ ರತ್ನದುಂಗುರಾ<br />
                ತೊಡಿಸು ಗುರುವೇ ಅರಿವಿನುಂಗುರಾ ||೧||<br />
                <br />
                ಗುರುತತ್ತ್ವದ ಬೋಧದುಂಗುರಾ<br />
                ಗುರುಶಕ್ತಿಯ ಜ್ಞಾನದುಂಗುರಾ |<br />
                ಚಿತ್ತಶುದ್ಧಿಯ ಸಮತೆಯುಂಗುರಾ<br />
                ತೊಡಿಸು ಗುರುವೇ ಅರಿವಿನುಂಗುರಾ ||೨||<br />
                <br />
                ದಿವ್ಯ ಪ್ರಭೆಯ ದೀಪ್ತಿಯುಂಗುರಾ<br />
                ಆತ್ಮಾರಾಮದ ಕಾಂತಿಯುಂಗುರಾ |<br />
                ಸ್ವಾತ್ಮಬೋಧದ ಶಾಂತಿಯುಂಗುರಾ<br />
                ತೊಡಿಸು ಗುರುವೆ ಅರಿವಿನುಂಗುರಾ ||೩||<br />
                <br />
            </p><p class='' id='section3'>___________________________________<br />
                ೩. ಗುರುನಾಮ ಸ್ಮರಣೆ<br />
                <br />
                ಗುರುವೆ ನಿಮ್ಮ ಚರಣ ಭಜನೆ<br />
                ಭಕ್ತಿಯಿಂದ ಮಾಡುವೆನು<br />
                ದಿವ್ಯರಾಗಭಾವತುಂಬೋ ವೇಂಕಟಾರ್ಜುನಾ |<br />
                <br />
                ಭವದ ಮೋಹಮಾಯೆಯಲ್ಲಿ<br />
                ಜವನ ಭಯದ ಪಾಶದಿಂದ<br />
                ಬಿಡಿಸಿ ಅರಿವ ನೀಡುವಂತೆ ಮಾಡು ಶ್ರೀಧರಾ ||೧||<br />
                <br />
                ಅಂತರಂಗದಲ್ಲಿ ಬಂದು<br />
                ಚಿತ್ತಶುದ್ಧಿ ಮಾಡಿ ನಿಂದು<br />
                ಭಕ್ತಿರಸವು ಹರಿಯುವಂತೆ ಮಾಡು ಭಾಸ್ಕರಾ ||೨||<br />
                <br />
                ಹರುಷದಿಂದ ಪಾದಪೂಜೆ<br />
                ಮನಸಿನಿಂದ ಮಾಡುವಂತೆ<br />
                ಘನತೆಯಿಂದ ಕರುಣಿಸಯ್ಯ ಹೇ ಗುಣಾಕರಾ ||೩||<br />
                <br />
                ಚಂಚಲತೆಯು ಹೋಗುವಂತೆ<br />
                ಮಂದಬುದ್ಧಿ ತೊಲಗುವಂತೆ<br />
                ಅಚಲಮತಿಯ ನೀಡು ನನಗೆ ಹೇ ದಯಾಕರಾ ||೪||<br />
                <br />
                ಸಗುಣನಾಗಿ ತೋರಿ ಮೊದಲು<br />
                ಭಾವರೂಪಿ ಪೂಜೆಗೊಲಿದು<br />
                ಮನದ ದೀಪ ಬೆಳಗಿಸಯ್ಯಾ ಹೇ ಶ್ರೀಕರಾ ||೫||<br />
                <br />
                ರಾಮನಾಗಿ ಧರ್ಮ ಬಿಡದೆ<br />
                ಕೃಷ್ಣನಾಗಿ ಧರೆಯ ಪೊರೆದೆ<br />
                ದತ್ತನಂತೆ ಜನರ ಸಲಹು ಹೇ ಮುದಾಕರಾ ||೬||<br />
                <br />
                ಕಾಮಕ್ರೋಧ ಲೋಭ ಅಳಿಸಿ<br />
                ನಾನು ನನ್ನದೆಲ್ಲ ಹೊಸಕಿ<br />
                ಮನದ ಗುಡಿಯ ಶುದ್ಧಿ ಮಾಡು ಹೇ ಕೃಪಾಕರಾ ||೭||<br />
                <br />
                ನನ್ನದೆಂಬ ಪದವು ಇಲ್ಲ<br />
                ನೀನೇ ನನಗೆ ಇಂದು ಎಲ್ಲ<br />
                ನನ್ನ ಕೈಯ ಹಿಡಿದು ನೀನು ನಡೆಸು ಮಾಧವಾ ||೮||<br />
                <br />
                ನಿನ್ನ ಕೋಪ ನನಗೆ ಅಳಿವು<br />
                ನಿನ್ನ ಕೃಪೆಯೇ ನನ್ನ ಉಳಿವು<br />
                ದಯೆಯ ತೋರಿ ಬದುಕ ನೀಡು ಹೇ ಭಯಹರಾ ||೯||<br />
                <br />
                ಹರನೆ ನಿನ್ನ ಕರುಣೆಯಿಂದ<br />
                ನರನಾಗಿ ಹುಟ್ಟಿ ಬಂದೆ<br />
                ಬದುಕ ಗಮ್ಯ ತೋರಿ ಬಿಡು ಹೇ ಕೃಪಾನಿಧೇ ||೧೦||<br />
                <br />
                ಆತ್ಮಜ್ಞಾನ ಅರಿಯುವಂತೆ<br />
                ಚಿತ್ತಜ್ಯೋತಿ ಬೆಳಗುವಂತೆ<br />
                ತತ್ತ್ವಜ್ಞಾನ ನೀಡು ನನಗೆ ಹೇ ದಯಾನಿಧೇ ||೧೧||<br />
                <br />
                ಮರಣ ಸಮಯದಲ್ಲೂ ನಾನು<br />
                ನಿನ್ನ ನಾಮ ಸ್ಮರಿಸುವಂತೆ<br />
                ಅನಘವರವ ನೀಡು ನನಗೆ ಹೇ ಗುಣನಿಧೇ ||೧೨||<br />
                <br />
                ನನ್ನದೆಂಬ ಭಾವ ಅಳಿಸಿ<br />
                ನಿನ್ನಲ್ಲೇನೇ ಮನವು ನೆಲೆಸಿ<br />
                ದ್ವೈತ ಭಾವ ದೂರವಿಡು ಹೇ ಕೃಪಾನಿಧೇ ||೧೩||<br />
                <br />
                ಮನುಜನಾಗಿ ಇಳೆಗೆ ಬಂದು<br />
                ದಿವಿಜನಾಗಿ ಹೋಗೋವರೆಗೆ<br />
                ನಿನ್ನ ಕೃಪೆಯು ನನಗೆ ಇರಲಿ ಹೇ ಭವನಿಧೇ ||೧೪||<br />
                <br />
                ಕರ್ಮವೆಂಬ ಪಾಶಗಳನು<br />
                ಧರ್ಮದಿಂದ ಬಿಡಿಸಿ ಎಸೆದು<br />
                ನೀತಿಮಾರ್ಗ ತೋರಿಸಯ್ಯ ಹೇ ಶುಭಕರಾ ||೧೫||<br />
                <br />
                ಭ್ರಾಂತಿಯನ್ನು ದೂರಕಳಿಸಿ<br />
                ಶಾಂತಿಯನ್ನು ಕದಡದಂತೆ<br />
                ಕಾಂತಿಯನ್ನು ಹೆಚ್ಚಿಸಯ್ಯ ಹೇ ದಿನಕರ ||೧೬||<br />
                <br />
                ಪೂರ್ವಜರಾ ಪುಣ್ಯದಿಂದ<br />
                ತಾಯ್ತಂದೆ ವರದಿಂದ<br />
                ಪದಪೂಜೆ ಕರುಣಿಸಯ್ಯ ಹೇ ಶ್ರೀವರ ||೧೭||<br />
                <br />
                ನಿನ್ನ ದಾರಿಯಲ್ಲಿ ನಡೆಸಿ<br />
                ನಿನ್ನ ತತ್ತ್ವವನ್ನು ಕಲಿಸಿ<br />
                ಧನ್ಯರಾಗಿ ಮಾಡು ಪ್ರಭುವೇ ಹೇ ವರಕರ ||೧೮||<br />
                <br />
                ಜ್ಞಾನಕಾಗಿ ಅಲೆದೆ ನಾನು<br />
                ಜ್ಞಾನಿಯಾಗಿ ಕಂಡೆ ನೀನು<br />
                ಗುರಿಯ ತೋರೋ ಗುರುವಾದೇ ಹೇ ಗುರುವರ ||೧೯||<br />
                <br />
                ಚಂದವಿರದ ಮರಳಿನಲ್ಲಿ<br />
                ನಾದವಿರದ ಕೊರಳಿನಲ್ಲಿ<br />
                ಕೊಳಲ ನಾದ ನುಡಿಸಯ್ಯಾ ಹೇ ಗಿರಿಧರ ||೨೦||<br />
                <br />
                ಅಖಿಲ ಚಿತ್ತಭಿತ್ತಿಗಳಲಿ<br />
                ನಿಖಿಲ ಜೀವಜಂತುಗಳಲಿ<br />
                ನಿನ್ನ ಬಿಂಬ ಕಾಣುವಂತೆ ಮಾಡು ಶಿವಕರ ||೨೧||<br />
                <br />
                ಕುಜನ ಸಂಗ ಮಾಡದಂತೆ<br />
                ಸುಜನ ಸಂಗ ಹಿಡಿಯುವಂತೆ<br />
                ಮತಿಯ ನನಗೆ ನೀಡಯ್ಯ ಹೇ ಯಶಕರ ||೨೨||<br />
                <br />
                ನಿಂದ್ಯ ಮಾರ್ಗ ಹಿಡಿಯದಂತೆ<br />
                ವಂದ್ಯ ಮಾರ್ಗ ಹಿಡಿಯುವಂತೆ<br />
                ನೀತಿ ಮಾರ್ಗ ತೋರೆನಗೆ ಹೇ ಶಂಕರಾ ||೨೩||<br />
                <br />
                ನಿತ್ಯವಾದ ಕೆಲಸಗಳಲಿ<br />
                ಸತ್ಯವಾದ ದಾರಿ ತೋರಿ<br />
                ಸತ್ವವಂತನಾಗುವಂತೆ ಮಾಡು ಶಶಿಧರ ||೨೪||<br />
                <br />
            </p><p class='' id='section4'>___________________________________<br />
                ೪. ಶುಭಂಕರಾ ಶುಭಂಕರಾ<br />
                ಅರ್ಜುನ ಗುರುವರ ಶುಭಂಕರಾ<br />
                <br />
                ಶುಭಂಕರಾ ಶುಭಂಕರಾ<br />
                ಶ್ರೀ ಅರ್ಜುನ ಗುರುವರ ಶುಭಂಕರಾ<br />
                ಚಿದಂಬರಾ ಚಿದಂಬರಾ<br />
                ಶ್ರೀ ಅರ್ಜುನ ಗುರುವರ ಚಿದಂಬರಾ |<br />
                <br />
                ಆನಂದ ಲಕ್ಷ್ಮಿಯರ ಮಡಿಲಲಿ ನಗುತ<br />
                ಜಗದೋದ್ಧಾರಕೆ ಹೊರಟಿರುವ ||೧||<br />
                <br />
                ವೇದಶಾಸ್ತ್ರಗಳಲಿ ಹೇಳಿದ ತತ್ತ್ವವ<br />
                ಸರಳರೂಪದಲಿ ಬೋಧಿಸುವ ||೨||<br />
                <br />
                ಸರ್ವರಲೂ ಸಮಭಾವದಿಂದಿರಿ ಎಂಬ<br />
                ಅದ್ವೈತಾಮೃತವ ಉಣಿಸುತಿರುವ ||೩||<br />
                <br />
                ನೊಂದುಬೆಂದಿಹ ಜನರ ಮನಕೆ<br />
                ಅನಘದರ್ಶನದಿಂದ ನೆಮ್ಮದಿ ಕೊಡುವ ||೪||<br />
                <br />
                ಮನದಲಿ ಮೂಡಿಹ ಪ್ರಶ್ನೆಗೆ ಉತ್ತರಿಸಿ<br />
                ಎಲ್ಲರಲೂ ಅಚ್ಚರಿಯ ಮೂಡಿಸುವ ||೫||<br />
                <br />
                ಅಡಂಬರಕೆ ಒಲಿಯನು ಇವನೆಂದಿಗೂ<br />
                ನಿರ್ಮಲ ಭಕ್ತಿಯಲಿ ನಗುತ ನಿಲುವ ||೬||<br />
                <br />
                ಮನಶುದ್ಧಿ ಮಾಡುವ ಕಾರುಣ್ಯ ನಿಧಿಯಿವನು<br />
                ಕಂಗಳ ಜ್ಯೋತಿಯಲೇ ದುರಿತವ ಸುಡುವ ||೭||<br />
                <br />
                ಭಾವಶುದ್ಧಿಗೊಲಿವ ಆತ್ಮಬಂಧುವಿವನು<br />
                ಮೋಹಬಂಧಗಳಿಂದ ದೂರವಿಡುವ ||೮||<br />
                <br />
                ಮನದಲಿ ನಾಮ ಜಪವಾ ಮಾಡುವ ಭಕ್ತರ<br />
                ಮನೆಯಲಿ ಸದಾವಾಸ ಮಾಡುವ ||೯||<br />
                <br />
                ಚಿದಾತ್ಮಭಾವದಲಿ ಚಿದಾನಂದ ಹೊಂದಿ<br />
                ಶರಣು ಬಂದವಗೆ ಅಭಯವ ಕೊಡುವ ||೧೦||<br />
                <br />
            </p><p class='' id='section5'>_________________________________<br />
                ೫. ಅರ್ಜುನ ಸುಪ್ರಭಾತ<br />
                <br />
                ಏಳು ವೇಂಕಟಾರ್ಜುನ ಏಳು ರಂಗಲಕ್ಷ್ಮೀ ತನಯಾ<br />
                ಏಳು ಅಚಲಧಾಮಾ ಏಳು ಆನಂದಕಂದ ಏಳಯ್ಯಾ ಬೆಳಕಾಯಿತು ||<br />
                <br />
                ಜಗಕೆ ತಂಪನೀವ ಚಂದಿರನು ಮರೆಯಾಗಿಹನು<br />
                ನೊಂದವಗೆ ಅಮೃತವೀವ ಗುರವೇ ಏಳಯ್ಯಾ ಬೆಳಕಾಯಿತು |<br />
                ಲೋಕಕೆ ಬೆಳಕನೀವ ದಿವಾಕರನು ಬಂದಿಹನು<br />
                ಮನಕೆ ಹರುಷವನೀವ ಗುರವೇ ಏಳಯ್ಯಾ ಬೆಳಕಾಯಿತು ||೧||<br />
                <br />
                ಮೂಡಣದಿ ಖಗಗಳ ಇಂಚರವು ಕೇಳುತಿಹುದು<br />
                ನಂಬಿದಾ ಗುರುಭಕ್ತರಾ ನಾಮಜಪವ ಕೇಳುತ ಏಳಯ್ಯಾ ಬೆಳಕಾಯಿತು |<br />
                ಧರೆಯು ನಿನ್ನ ಪಾದಸ್ಪರ್ಶಕೆ ಕಾದಿಹಳು ನೋಡಯ್ಯಾ<br />
                ಪ್ರಭುವೆ ನಿನ್ನ ಪಾದಧೂಳಿಗಾಗಿ ಎಲ್ಲರೂ ಕಾದಿಹರು ಏಳಯ್ಯಾ ಬೆಳಕಾಯಿತು ||೨||<br />
                <br />
                ದಿನಕರನ ಶುಭಕಿರಣದೀ ಜಾಡ್ಯವೂ ತೊಲಗುತಿದೆ<br />
                ಶುಭಕರನೇ ನಿನ್ನ ಅಮೃತ ದೃಷ್ಟಿಯಿಂದ ಮಾಯೆಯ ಕರಗಿಸಯ್ಯಾ ಏಳಯ್ಯಾ ಬೆಳಕಾಯಿತು |<br />
                ಭಾಸ್ಕರನ ಪ್ರಭೆಯಿಂದ ಸುಪ್ತಜ್ಞಾನವ ಬೆಳಗಿಸು<br />
                ಶುಭದರ್ಶನವ ನೀಡಿ ಬದುಕನೇ ಧನ್ಯ ಮಾಡಯ್ಯಾ ಏಳಯ್ಯಾ ಬೆಳಕಾಯಿತು ||೩||<br />
                <br />
            </p><p class='' id='section6'>___________________________________<br />
                ೬. ದತ್ತನ ಕಂಡೀರಾ ಶ್ರೀ ಗುರುದತ್ತನ ಕಂಡೀರಾ<br />
                <br />
                ದತ್ತನ ಕಂಡೀರಾ<br />
                ಶ್ರೀಗುರುದತ್ತನ ಕಂಡೀರಾ |<br />
                ದತ್ತನ ನೋಡೀರಾ<br />
                ಸದ್ಗುರು ದತ್ತನ ನೊಡೀರಾ ||<br />
                <br />
                ಅಮಿತಾನಂದ ದಾಯಕನಾ<br />
                ಅಜ ಹರಿಹರ ರೂಪನಾ<br />
                ಅಮರಜನ ಪೂಜ್ಯನಾ<br />
                ಅನವರತ ರಕ್ಷಿಪನಾ ||೧||<br />
                <br />
                ತ್ರಿಗುಣಾತೀತನಾ<br />
                ತ್ರಿಮೂರ್ತಿ ರೂಪನಾ<br />
                ತ್ರಿವಿಕ್ರಮನೆನಿಸಿದ<br />
                ತ್ರಿಜಗದ್ವಂದ್ಯನಾ ||೨||<br />
                <br />
                ಸಚ್ಚಿತ್ಸುಖದಾತನಾ<br />
                ಸ್ವಾತ್ಮಾನಂದದಾಯಕನಾ<br />
                ಸಕಲರಹಸ್ಯವೇದ್ಯನಾ<br />
                ಸಕಲವೇದಸಾರನಾ ||೩||<br />
                <br />
                ತಾಪನಿವಾರಕನಾ<br />
                ತಾಪತ್ರಯವಾರಕನಾ<br />
                ತಪೋನಿಧಿಯಾ<br />
                ತಿಮಿರನಾಶಕನಾ ||೪||<br />
                <br />
                ನಿಗಮವೇದ್ಯನಾ<br />
                ನಿರ್ಗುಣ ನಿರಹಂಕಾರಿ<br />
                ನಿತ್ಯನಿರಂತರನಾ<br />
                ನಿರುತ ಪೊರೆವವನಾ ||೫||<br />
                <br />
                ಭಕ್ತಜನಹೃನ್ನಿವಾಸನಾ<br />
                ಭಾವಿಕಜನಪ್ರಿಯನಾ<br />
                ಭವಸಾಗರವಾ ದಾಟಿಸುವಾ<br />
                ಬುಧಜನ ವಂದಿತನಾ ||೬||<br />
                <br />
            </p><p class='' id='section7'>___________________________________<br />
                ೭. ಗುರುವೇ ದೈವ ಜಗಕೆಲ್ಲಾ ಅರ್ಜುನ ಗುರುವೇ ನಮಗೆಲ್ಲಾ<br />
                <br />
                ಗುರುವೇ ದೈವ ಜಗಕೆಲ್ಲಾ<br />
                ಅರ್ಜುನ ಗುರುವೇ ನಮಗೆಲ್ಲಾ |<br />
                <br />
                ಗುರುವೇ ದೈವ ಜಗಕೆಲ್ಲಾ<br />
                ಗುರುವು ಸುಲಭಕೆ ಸಿಗನೊಲ್ಲಾ ||೧||<br />
                <br />
                ಗುರುವೇ ದೈವ ಜಗಕೆಲ್ಲಾ<br />
                ಅವನಲಿ ನಮ್ಮ ಮನವೆಲ್ಲಾ ||೨||<br />
                <br />
                ಗುರುವೇ ದೈವ ಜಗಕೆಲ್ಲಾ<br />
                ಗುರು ಸೇವೆಗೆ ನಮ್ಮ ದಿನವೆಲ್ಲಾ ||೩||<br />
                <br />
                ಗುರುವೇ ದೈವ ಜಗಕೆಲ್ಲಾ<br />
                ಅವರಿಗೆ ಯಾರೂ ಸಮರಿಲ್ಲಾ ||೪||<br />
                <br />
                ಗುರುವೇ ದೈವ ಜಗಕೆಲ್ಲಾ<br />
                ಗುರುವಿನ ಧ್ಯಾನ ಮಾಡಿರೆಲ್ಲಾ ||೫||<br />
                <br />
                ಗುರುವೇ ದೈವ ಜಗಕೆಲ್ಲಾ<br />
                ಗುರುವಿನ ಶಕ್ತಿಗೆ ಕೊನೆಯಿಲ್ಲಾ ||೬||<br />
                <br />
                ಗುರುವೇ ದೈವ ಜಗಕೆಲ್ಲಾ<br />
                ಗುರುವಿನ ಬಲವೆ ನಮಗೆಲ್ಲಾ ||೭||<br />
                <br />
                ಗುರುವೇ ದೈವ ಜಗಕೆಲ್ಲಾ<br />
                ಭಕ್ತಿಯು ಮನಸಿನ ತುಂಬೆಲ್ಲಾ ||೮||<br />
                <br />
                ಗುರುವೇ ದೈವ ಜಗಕೆಲ್ಲಾ<br />
                ಗುರುವಿನ ಮುಂದೆ ಸಮರೆಲ್ಲಾ ||೯||<br />
                <br />
                ಗುರುವೇ ದೈವ ಜಗಕೆಲ್ಲಾ<br />
                ಬೇಡಿರಿ ಅವನ ಕೃಪೆಗೆಲ್ಲಾ ||೧೦||<br />
                <br />
                ಗುರುವೇ ದೈವ ಜಗಕೆಲ್ಲಾ<br />
                ಗುರುನಾಥನೇ ನೀ ನಮಗೆಲ್ಲಾ ||೧೧||<br />
                <br />
                ಗುರುವೇ ದೈವ ಜಗಕೆಲ್ಲಾ<br />
                ದರುಶನ ನೀಡಿ ಹರಸೆಲ್ಲಾ ||೧೨||<br />
                <br />
                ಗುರುವೇ ದೈವ ಜಗಕೆಲ್ಲಾ<br />
                ಅರ್ಜುನ ಗುರುವೇ ನಮಗೆಲ್ಲಾ ||೧೩||<br />
                <br />
            </p><p class='' id='section8'>___________________________________<br />
                ೮. ದಯಾಕರಾ ಗುರು ಅಭಯಂಕರಾ, ಅಭಯಂಕರಾ ಗುರು ವಿಶ್ವೇಶ್ವರಾ<br />
                <br />
                ದಯಾಕರ ಗುರು ಅಭಯಂಕರಾ<br />
                ಅಭಯಂಕರಾ ಗುರು ವಿಶ್ವೇಶ್ವರಾ |<br />
                <br />
                ಸಿರಿತನ ಬಡತನ ಕಾಣದಂತೆ<br />
                ಸೇವೆಗೆ ಇಲ್ಲಿನ ಮಂತ್ರವಂತೆ |<br />
                ವಸುಧೆಕುಟುಂಬವೇ ಉಸಿರಂತೆ<br />
                ಸಮತೆಯೆ ಬಾಳಿನ ಜೀವವಂತೆ ||೧||<br />
                <br />
                ಶ್ರೀವೇಂಕಟಾಚಲ ಸಾಯಿಗುರುವೇ<br />
                ಶ್ರೀಧರ ಶ್ರೀಕರ ಕೇಶವನೇ |<br />
                ಶ್ರೀಮಾತೆ ಲಲಿತೆಯ ಪೂಜಕನೇ<br />
                ಶಿರಬಾಗಿ ಪೂಜಿಪೆ ಗುರುವರನೇ ||೨||<br />
                <br />
                ಕಾಣುವ ಜಗವು ಸುಳ್ಳಂತೆ<br />
                ಬ್ರಹ್ಮಸತ್ಯವು ನಿತ್ಯವು ಅಹುದಂತೆ |<br />
                ಗುರುವೇ ದೈವವು ನಮಗಂತೆ<br />
                ಗುರುದಾರಿಯೆ ಬದುಕಿನ ಗಮ್ಯವಂತೆ ||೩||<br />
                <br />
                ಗುರುವೇ ಬದುಕಿನ ಬೆಳಕಂತೆ<br />
                ಗುರುವಾಣಿಯೆ ಮನಸಿನ ಧ್ವನಿಯಂತೆ |<br />
                ಜಪವೇ ಶುದ್ಧಿಯ ಕಿಡಿಯಂತೆ<br />
                ಮೌನವೇ ಮುಕ್ತಿಯ ಮಾರ್ಗವಂತೆ ||೪||<br />
                <br />
                ಅಜನಂತೆ ಸಕಲರ ಸೃಜಿಸುವನು<br />
                ಹರಿಯಂತೆ ಜಗವನು ಪೊರೆಯುವನು |<br />
                ಹರನಂತೆ ದುರುಳರ ಸುಡುವವನು<br />
                ಗುರುದತ್ತನೇ ನಗುತಲಿ ನಿಂದಿಹನು ||೫||<br />
                <br />
                ಸಂಚಿತ ಕರ್ಮವ ಕಳೆಯುವನು<br />
                ಭಾಗ್ಯದ ನಿಧಿಯೇ ಬಂದಿಹನು |<br />
                ಕಂಗಳ ಕಾಂತಿಯ ತುಂಬುವನು<br />
                ಜಗವನೇ ನಂದನ ಮಾಡುವನು ||೬||<br />
                <br />
                ಭಾವದಿ ಗುರುವನು ಕಾಣಬೇಕು<br />
                ಗುರುಬೋಧದಿ ಚಿತ್ತವನಿಡಬೇಕು |<br />
                ಅರಿವಿನ ಪ್ರಣತಿಯ ಹಚ್ಚಬೇಕು<br />
                ಗುರುಪಾದಕೆ ಮನವು ಬಾಗಬೇಕು ||೭||<br />
                <br />
                ತತ್ತ್ವಮಸಿ ಜ್ಞಾನವ ನೀಡುವನು<br />
                ಸೋಹಂಭಾವವ ಕಲಿಸುವನು |<br />
                ಶರಣಾಗಿ ಬರುವರ ಕಾಯುವನು<br />
                ಶ್ರೀ ಅರ್ಜುನ ಗುರುವೇ ಜಗದೀಶನು ||೮||<br />
                <br />
                ಶ್ರೀ ಅರ್ಜುನ ಗುರುವೇ ಜಗದೀಶನು||<br />
                <br />
            </p><p class='' id='section9'>__________________________________<br />
                ೯. ಜ್ಞಾನ ಸಾಯಿ ಜ್ಞಾನ ಸಾಯಿ ಜ್ಞಾನ ಸಾಯಿ ಶಾಮ್<br />
                <br />
                ಜ್ಞಾನ ಸಾಯಿ ಜ್ಞಾನ ಸಾಯಿ ಜ್ಞಾನ ಸಾಯಿ ಶಾಮ್<br />
                ಜ್ಞಾನ ಸಾಯಿ ಜ್ಞಾನ ಸಾಯಿ ಜ್ಞಾನ ಸಾಯಿ ಶಾಮ್<br />
                <br />
                ಶ್ರೀಪಾದವಲ್ಲಭ ಶ್ರೀಧರಶಾಮ್<br />
                ಆತ್ಮೋದ್ಧಾರಕ ಅಂಕಿತ ಶಾಮ್ |<br />
                ನರಸಿಂಹ ಸರಸ್ವತಿ ನಂದನ ಶಾಮ್<br />
                ಅಮೂಲ್ಯವರದ ನಂದನ ಶಾಮ್ ||೧||<br />
                <br />
                ಶಿರಡಿ ಸಾಯಿ ಸದ್ಗುರು ಶಾಮ್<br />
                ಆನಂದವರ್ಧನ ಅಮೋಘಶಾಮ್<br />
                ಸಗುಣಾವತಾರಿ ಸದ್ಗುಣ ಶಾಮ್<br />
                ಲಕ್ಷೀತನಯ ಅರ್ಜುನ ಶಾಮ್ ||೨||<br />
                <br />
                ಗುರುನಾಥ ರೂಪಿ ಗೌತಮ ಶಾಮ್<br />
                ಭಕುತೋದ್ಧಾರಕ ಭೈರವಶಾಮ್ |<br />
                ಮುಕ್ತಿ ಪ್ರದಾಯಕ ಮುರಹರಶಾಮ್<br />
                ಅಗಣಿತ ತಾರಾ ಅರ್ಜುನ ಶಾಮ್ ||೩||<br />
                <br />
            </p><p class='' id='section10'>_____________________________<br />
                ೧೦. ದಯೆ ತೋರೋ ಗುರು ಅರ್ಜುನ ಪ್ರಭುವೇ<br />
                <br />
                ದಯೆ  ತೋರೋ ಗುರು ಅರ್ಜುನ ಪ್ರಭುವೇ<br />
                ಜಗದೋದ್ದಾರಕೆ ಅವತರಿಸಿರುವೆ |<br />
                <br />
                ಆನಂದ ಲಕ್ಷ್ಮಿಯರ ಕುಡಿಯಾಗಿರುವೆ<br />
                ಗುರುನಾಥನೇ ನೀ ನಮಗಾಗಿರುವೇ |<br />
                ಶ್ರೀಧರರೂಪ ನೀನಾಗಿರುವೆ<br />
                ಸಾಯಿನಾಥನಾ ಪ್ರತಿಯಾಗಿರುವೇ ||೧||<br />
                <br />
                ಭಕ್ತಿಭಾವವ ಉಣಬಡಿಸಿರುವೇ<br />
                ಭಕ್ತರ ಜೀವದ ಹಸಿರಾಗಿರುವೇ |<br />
                ನಮ್ಮಯ ಕಷ್ಟದಿ ನೆರಳಾಗಿರುವೇ<br />
                ಜ್ಞಾನದ ಜ್ಯೋತಿಯಾ ಬೆಳಕಾಗಿರುವೇ ||೨||<br />
                <br />
                ಶಾಂತಿಯ ಮೂರ್ತಿಯು ನೀನಾಗಿರುವೇ<br />
                ಧರ್ಮದ ಕಾರ್ಯಕೆ ಮುಂದಾಗಿರುವೇ |<br />
                ನಿನ್ನಯ ಕೃಪೆಗೆ ನಾ ಬಂದಿರುವೇ<br />
                ನಾನು ನಿನಗೆ ಋಣಿಯಾಗಿರುವೇ ||೩||<br />
                <br />
                ದಯೆ ತೋರೋ ಗುರು ಅರ್ಜುನ ಪ್ರಭುವೇ<br />
                ಜಗದೋದ್ಧಾರಕೆ ಅವತರಿಸಿರುವೆ ||<br />
                <br />
            </p><p class='' id='section11'>___________________________________<br />
                ೧೧. ದತ್ತ ಬಂದಾನಮ್ಮ ಅರ್ಜುನ ಬಂದಾನೋ<br />
                <br />
                ದತ್ತ ಬಂದಾನಮ್ಮ ಅರ್ಜುನ ಬಂದಾನೋ<br />
                ಅಭಯವ ನೀಡುವಂತ ಅವಧೂತ ಬಂದಾನೋ |<br />
                <br />
                ಬೇಡದಯೆ ವರವ ಕೊಡುವ<br />
                ಮನದಾ ಇಂಗಿತ ತಿಳಿವ<br />
                ಭಕ್ತರ ಉದ್ಧರಿಸುತಲಿ<br />
                ನಗುತಾ ನಿಂದಿರುವ ||೧||<br />
                <br />
                ಪರಮ ಪುರುಷನಿವನು<br />
                ಆತ್ಮಜ್ಯೋತಿಯೇ ಇವನು |<br />
                ಭಕುತರ ಕೈಹಿಡಿದು<br />
                ನಡೆಸುತ್ತಲಿಹನು ||೨||<br />
                <br />
                ನಿಗಮಾಗಮಬಲ್ಲ<br />
                ಕಾರಣ ಪುರುಷನಿವನು |<br />
                ಅಘಟಿತ ಘಟನೆಯನ್ನು<br />
                ತೋರುತ್ತಲಿಹನು ||೩||<br />
                <br />
                ಜೀವದಾ ಜ್ಯೋತಿಯೇ ಇವನು<br />
                ಪರಿಪೂರ್ಣ ರತ್ನನಿವನು |<br />
                ಮಾನಸ ಪೂಜೆಯಲಿ<br />
                ಕಾಣಿಸುತಿಹನು ||೪||<br />
                <br />
                ಬದುಕಲಿ ಸಿಹಿಯ ಕೊಡುವ<br />
                ಸದ್ಗುರು ಐಸಿರಿಯಿವನು<br />
                ಮಧುಕರಿ ಭಿಕ್ಷೆಯನ್ನು<br />
                ಬೇಡುತ್ತಲಿಹನು ||೫||<br />
                <br />
            </p><p class='' id='section12'>___________________________________<br />
                ೧೨. ದತ್ತದೇವ ಶರಣಂ<br />
                <br />
                ದತ್ತದೇವ ಶರಣಂ<br />
                ಗುರುದತ್ತ ದೇವ ಶರಣಮ್ |<br />
                ಪ್ರಭುದತ್ತದೇವ ಶರಣಮ್ ||<br />
                <br />
                ಅತ್ರಿ ತಪೋವರದಾತ<br />
                ಅನಸೂಯಾ ಸುಖದಾತ |<br />
                ಅಗಣಿತ ವರದಾತ<br />
                ದತ್ತಪ್ರಭೋ ವಿಶ್ವವಿಧಾತ ||೧||<br />
                <br />
                ವಿಭೂತಿ ಭೂಷಿತಗಾತ್ರ<br />
                ಮನೋಹರ ಸ್ಮಿತನೇತ್ರ |<br />
                ಸಕಲಕಲಾಗಮ ಸೂತ್ರ<br />
                ದತ್ತ ತವ ದಿವ್ಯಮಂತ್ರ ||೨||<br />
                <br />
                ದಂಡಕಮಂಡಲುಧಾರಿ<br />
                ಭಕ್ತಮಾನಸ ಸಂಚಾರಿ |<br />
                ಅಮಿತ ಲೀಲಾ ವಿಹಾರಿ<br />
                ದತ್ತಪ್ರಭೋ ಮನೋಹಾರಿ ||೩||<br />
                <br />
            </p><p class='' id='section13'>___________________________________<br />
                ೧೩. ಆರತಿಯ ಮಾಡೋಣ ನಮ್ಮಯ ಗುರುವರಗೇ<br />
                <br />
                ಆರತಿಯ ಮಾಡೋಣ<br />
                ನಮ್ಮಯ ಗುರುವರಗೆ |<br />
                ದೀಪದಾರುತಿಯ ಮಾಡೋಣ<br />
                ಅರ್ಜುನ ಗುರುವರಗೆ ||<br />
                <br />
                ನಿರ್ಮಲ ಮನದವಗೇ<br />
                ಅಚಿಂತ್ಯ ರೂಪನಿಗೇ|<br />
                ಆನಂದಸಾಗರಗೇ<br />
                ಸಚ್ಚಿದಾನಂದನಿಗೇ ||೧||<br />
                <br />
                ಜ್ಞಾನದಾ ಜ್ಯೋತೀಗೇ<br />
                ನಿರುಪಮಧಾಮನಿಗೇ |<br />
                ಚಿತ್ತಾದಿ ನೆಲಸಿಹಗೇ<br />
                ಚಿನ್ಮಯರೂಪನಿಗೇ ||೨||<br />
                <br />
                ದ್ವಂದ್ವವಿಲ್ಲದವಗೇ<br />
                ಅದ್ವೈತವಾ ತೋರುವವಗೇ<br />
                ಧನ್ಯತೆಯ ಕೊಡುವವಗೇ<br />
                ಎಲ್ಲಾವ ಬಲ್ಲವನಿಗೇ ||೩||<br />
                <br />
                ಬದುಕ ನಡೆಸುವವಗೇ<br />
                ಬದುಕ ಕಟ್ಟೋವನಿಗೇ |<br />
                ಭಕ್ತರ ಕಾಯುವವಗೇ<br />
                ನಗುತಾ ನಿಂತಿರುವವಗೇ ||೪||<br />
                <br />
            </p><p class='' id='section14'>___________________________________<br />
                ೧೪. ತವಶರಣಮ್<br />
                <br />
                ಶ್ರೀಧರ ಶ್ರೀಕರ ತವಶರಣಮ್<br />
                ಶ್ರೀಪಾದವಲ್ಲಭ ತವಶರಣಮ್ ||<br />
                <br />
                ಶ್ರೀಪ್ರದ ಶ್ರೀಕಾರ ತವಶರಣಮ್<br />
                ಶ್ರೀಚಕ್ರಾರ್ಚಕ ತವಶರಣಮ್ ||೧||<br />
                <br />
                ಶ್ರೀದ್ಯುತಿ ಶ್ರೀಗತಿ ತವಶರಣಮ್<br />
                ಶ್ರೀಪಾದ ಚಿಂತಕ ತವಶರಣಮ್ ||೨||<br />
                <br />
                ಶ್ರೀಪತಿ ಶ್ರೀರಂಗ ತವಶರಣಮ್<br />
                ಶ್ರೀರಾಮಸೇವಕ ತವಶರಣಮ್ ||೩||<br />
                <br />
                ಶ್ರೀಯತಿ ಶ್ರೀತೇಜ ತವಶರಣಮ್<br />
                ಶ್ರೀರಘು ಸಮರ್ಥ ತವಶರಣಮ್ ||೪||<br />
                <br />
                ಶ್ರೀಕೃಪಾ ಶ್ರೀಮಯ ತವಶರಣಮ್<br />
                ಶ್ರೀಚರಿತ್ರ ಬೋಧಕ ತವಶರಣಮ್ ||೫||<br />
                <br />
                ಶ್ರೀಮುಖ ಶ್ರೀಶಾಂತ ತವಶರಣಮ್<br />
                ಶ್ರೀದತ್ತಾಂಶ ತವಶರಣಮ್ ||೬||<br />
                <br />
            </p><p class='' id='section15'>___________________________________<br />
                ೧೫. ಕಂಡಿರಾ ಕಂಡಿರಾ<br />
                <br />
                ಕಂಡಿರಾ ಕಂಡಿರಾ<br />
                ಶ್ರೀಪಾದವಲ್ಲಭನ ಪುಟ್ಟಪಾದ<br />
                ಜಗದ್ವಂದ್ಯ ದತ್ತಪ್ರಭುವಿನಾ ಶ್ರೀಪಾದ |<br />
                <br />
                ಪಾದಧೂಳಿಯಲಿ ಅಚ್ಚಾಗಿಹ ಶ್ರೀಪಾದ<br />
                ಶಂಖಚಕ್ರದಿ ಕೂಡಿಹ ಮಂಗಳಪಾದ|<br />
                ಮನೆಯಲ್ಲೆಲ್ಲಾ ಹರಡಿಹ ಚಾರುಪಾದ<br />
                ಮನದಲಿ ನೆಲೆನಿಂತ ಚಾರುಪಾದ ||೧||<br />
                <br />
                ಮಂದಸ್ಮಿತನ ಮೃದು ಮೋಹನಪಾದ<br />
                ಮಾನಿನಿಯರ ಹರಸಿದಾ ಹರಿಪಾದ |<br />
                ಮುಕುಂದನಂತೆ ಲೀಲೆ ತೋರಿದ ಪ್ರಭುಪಾದ<br />
                ಮೇದಿನಿಯೊಳಗೆಲ್ಲ ವಂದಿಸುವ ಹರಪಾದ ||೨||<br />
                <br />
                ಪಾದದಿ ಶುಭ ಲಕ್ಷಣದ ಪ್ರಭುಪಾದ<br />
                ಕೈವಲ್ಯಮಾರ್ಗ ತೋರ್ವ ಗುರುಪಾದ<br />
                ಮತ್ತೆಮತ್ತೆ ನೋಡಬಯಸುವ ಮುದ್ದುಪಾದ<br />
                ಅದುವೇ ನಮ್ಮೊಡೆಯ ಶ್ರೀಪಾದನ ಪುಟ್ಟಪಾದ<br />
                <br />
            </p><p class='' id='section16'>___________________________________<br />
                ೧೬. ದೇವ ದೇವನೇ ಲೋಕಪಾಲನೇ<br />
                <br />
                ದೇವದೇವನೇ ಲೋಕಪಾಲನೇ<br />
                ನೀನಿರುವ ಬೆಳಕು ಎಲ್ಲೆಡೆ ಇಹುದಲ್ಲ |<br />
                ಭವಮೋಚಕನೇ ಹೃದಯ ನಿವಾಸಿಯೇ<br />
                ನೀನಿರದ ಸ್ಥಳವೇ ಎಲ್ಲೂ ಕಾಣದಲ್ಲಾ ||<br />
                <br />
                ಆರ್ತರ ಕಣ್ಣೀರೋರೆಸುವ ಪಾಲಕನಾದೆ<br />
                ಸಂಕಟದಿ ನಲುಗುವರಿಗೆ ಆಸರೆಯಾದೆ ||೧||<br />
                <br />
                ಸಂತಸ ಹಂಚುವ ಗೆಳೆಯನಾದೆ<br />
                ಕರ್ತವ್ಯವಾ ತಿಳಿಸುವ ಬೋಧಕನಾದೆ ||೨||<br />
                <br />
                ಅವಿದ್ಯೆಯ ಸರಿಸುವ ಬೆಳಕಾದೆ<br />
                ಮುಕ್ತಿಯ ತೋರುವ ಸದ್ಗುರುವಾದೆ ||೩||<br />
                <br />
                ಬಾಳರಥವನು ಎಳೆಯುವ ಸಾರಥಿಯಾದೆ<br />
                ಸನ್ಮಾರ್ಗವ ತೋರುವ ದೀಪಕನಾದೆ ||೪||<br />
                <br />
                ಒಲುಮೆಯಿಂದ ತಪ್ಪನ್ನು ತಿದ್ದುವ ಮಾತೆಯಾದೆ<br />
                ಜತನದಿಂದ ದುರುಳರಿಂದ ರಕ್ಷಿಸುವ ಪಿತನಾದೆ ||೫||<br />
                <br />
                ಮನದಂಧಕಾರವ ಬೆಳಗುವ ಜ್ಯೋತಿಯಾದೆ<br />
                ಜನುಮಜನುಮಗಳಲೂ ಜೊತೆಗಿರುವ ಆತ್ಮಬಂಧುವಾದೆ ||೬||<br />
                <br />
            </p><p class='' id='section17'>___________________________________<br />
                ೧೭. ಧರೆಗೆ ಬಂದ ಅವಧೂತ<br />
                <br />
                ಧರೆಗೆ ಬಂದ ಅವಧೂತ<br />
                ಮನದಿ ನಿಂದ ದೇವದೂತ<br />
                ನಮ್ಮ ಅರ್ಜುನ ಅವಧೂತ |<br />
                <br />
                ಆನಂದಸುತನಿವ<br />
                ಅಚಿಂತ್ಯರೂಪನಿವ<br />
                ಅದ್ವಿತೀಯ ಅವಧೂತ<br />
                ಅದ್ವಿತೀಯ ದೇವದೂತ ||೧||<br />
                <br />
                ವ್ಯಕ್ತಾವ್ಯಕ್ತನಿವ<br />
                ವೇದಾಂತಸಾರನಿವ<br />
                ವಂದನೀಯ ಅವಧೂತ<br />
                ವಂದನೀಯ ದೇವದೂತ  ||೨||<br />
                <br />
                ಚಿದಾನಂದನಿವ<br />
                ಚಿತ್ಸ್ವರೂಪನಿವ<br />
                ಚಿನ್ಮಯನೀ ಅವಧೂತ<br />
                ಚಿನ್ಮಯನೀ ದೇವದೂತ ||೩||<br />
                <br />
                ಬೋಧರೂಪನಿವ<br />
                ಭವರೋಗ ವೈದ್ಯನಿವ<br />
                ಬುದ್ದಿದಾತ ಅವಧೂತ<br />
                ಬುದ್ದಿದಾತ ದೇವದೂತ ||೪||<br />
                <br />
            </p><p class='' id='section18'>___________________________________<br />
                ೧೮. ಮಂದಸ್ಮಿತ<br />
                <br />
                ಮಂದಸ್ಮಿತವ ಬೀರುತ<br />
                ಅಗಣಿತ ಮಹಿಮೆಯ ತೋರುತಾ<br />
                ಬಂದರು ನಮ್ಮ ಅರ್ಜುನ ಅವಧೂತ |<br />
                <br />
                ಉಟ್ಟಧವಲವಸನದಿ ನಡೆಯುತಾ<br />
                ತೊಟ್ಟ ರುದ್ರಾಕ್ಷ ಮಾಲೆಯ ಜಪವ ಮಾಡುತಾ<br />
                ಕೊಟ್ಟ ಪೂರ್ಣಕುಂಭದ ಸ್ಪರ್ಶವ ಮಾಡುತಾ<br />
                ಹಚ್ಚಹಸಿರ ತುಳಸಿಯ ಮಾಲೆಯ ಧರಿಸುತಾ ||೧||<br />
                <br />
                ಮಾನಿನಿಯರೆತ್ತುವ ಆರತಿಯ ಹಾಡನು ಕೇಳುತಾ<br />
                ಹರಿದ್ರಾ ಕುಂಕುಮ ಕುಸುಮಗಳ ನೋಡುತಾ |<br />
                ಭಕ್ತವೃಂದದ ವೇದಘೋಷವ ಆಲಿಸುತಾ<br />
                ಧರೆಯಾಳುವ ದೊರೆಯಂತೆ ನಡೆಯುತಾ ||೨||<br />
                <br />
                ಭಕ್ತಿಯಲಿ ಮಾಡಿದಡುಗೆಯ ನಗುತ ಸ್ವೀಕರಿಸುತಾ<br />
                ನಿರ್ಮಲ ಭಾವದಿ ಮಧುರಕ್ಷೀರವ ಸೇವಿಸುತಾ |<br />
                ಎಲ್ಲರೆಡೆಗೂ ಅಮೃತ ದೃಷ್ಟಿಯ ಪಸರಿಸುತಾ<br />
                ಪ್ರಜ್ವಲ ಜ್ಯೋತಿಯಲಿ ಶುದ್ಧಾಂತರಂಗವ ತೋರುತಾ ||೩||<br />
                <br />
            </p><p class='' id='section19'>___________________________________<br />
                ೧೯. ಪೂಜಿಸಿದೆನೋ ನಮ್ಮ ಸದ್ಗುರುವಿನ ಪಾದವ ಪೂಜಿಸಿದೆನೋ<br />
                <br />
                ಪೂಜಿಸಿದೆನೋ ನಮ್ಮ<br />
                ಸದ್ಗುರುವಿನ ಪಾದವ ಪೂಜಿಸಿದೆನೋ|<br />
                <br />
                ಚಿತ್ತದಲಿ ನೆಲೆನಿಂತ ಪಾದ<br />
                ಚೈತನ್ಯವೀವ ಚಾರುಪಾದ<br />
                ಚಿದ್ರಸಾನುಭವ ಕೊಡುವ ಪಾದ<br />
                ಚಂಚಲತೆಯ ಬಿಡಿಸುವ ಪಾದ ||೧||<br />
                <br />
                ಕಣ್ಮುಚ್ಚಿದೊಡನೆ ಕಾಣುವ ಪಾದ<br />
                ಕಣ್ತೆರೆದರೂ ತೋರುವ ಪಾದ |<br />
                ಕರಮುಗಿದು ಸೇವಿಸುವ ಪಾದ<br />
                ಕೋಟಿಪುಣ್ಯ ನೀಡುವ ಪಾದ ||೨||<br />
                <br />
                ನಿರ್ಮಲಭಾವಕೆ ಒಲಿಯುವ ಪಾದ<br />
                ನಿಶ್ಚಲಮತಿಯ ನೀಡುವ ಪಾದ |<br />
                ನಿರಹಂಕಾರವನು ಮಾಡುವ ಪಾದ<br />
                ನಿರ್ಗುಣ ಆತ್ಮವನು ತೋರುವ ಪಾದ ||೩||<br />
                <br />
                ಆನಂದಾಶ್ರುವಿನಲಿ ಹೊಳೆವ ಪಾದ<br />
                ಅನವರತ ಭಕ್ತಿಯಲಿ ಪೂಜಿಸುವ ಪಾದ |<br />
                ಅಜ್ಞಾನವನು ಓಡಿಸುವ ಪಾದ<br />
                ಅರಿವಿನ ದೀಪ ಬೆಳಗಿಪ ಪಾದ ||೪||<br />
                <br />
            </p><p class='' id='section20'>___________________________________<br />
                ೨೦. ಭಕ್ತಿರಸವು ಹರಿದಿಹುದು ಗಂಗೆಯಾಗಿ<br />
                <br />
                ಭಕ್ತಿರಸವು ಹರಿದಿಹುದು ಗಂಗೆಯಾಗಿ<br />
                ಗುರುತತ್ತ್ವವೇ ಹರಡಿಹುದು ಸುಪ್ತವಾಗಿ |<br />
                ಅರ್ಜುನರೇ ಹರಸಿಹರು ಸದ್ಗುರುವಾಗಿ<br />
                ಲಕ್ಷ್ಮಿಮಾತೆಯು ನೆಲೆಸಿಹಳು ಆನಂದವಾಗಿ ||<br />
                <br />
                ಸತ್ಯವೇ ಮೆಟ್ಟಿಲಾಗಿಹುದು ಈ ಸದನದಲ್ಲಿ<br />
                ನಿಸ್ಪೃಹವೇ ಹೊಸಿಲಾಗಿಹುದು ಇವರಿರುವಲ್ಲಿ |<br />
                ಸಮತೆಯೇ ಉಸಿರಾಗಿಹುದು ಇಲ್ಲಿನ ದ್ವಾರದಲಿ<br />
                ಮಮತೆಯೇ ಬೆಳಕಾಗಿಹುದು ಇವರ ವಚನದಲ್ಲಿ ||೧||<br />
                <br />
                ಅಹಂಭಾವವು ಕರಗುವುದು ಅರಿವಿರದ ರೀತಿಯಲ್ಲಿ<br />
                ಸೋಹಂಭಾವವು ಬರುವುದು ಶರಣಾಗತಿಯ ಭಾವದಲ್ಲಿ<br />
                ಮನವು ಲೀನಗೊಳ್ಳುವುದು ಅದ್ವೈತ ತತ್ತ್ವದಲ್ಲಿ<br />
                ಅರಿವಿನ ಮನೆಯು ಕಾಣುವುದು ಜ್ಞಾನದಾ ಸೊಡರಿನಲ್ಲಿ ||೨||<br />
                <br />
                ನಡೆಯಲಿ ದ್ವಂದ್ವವಿರದು ಈ ಮುಕ್ತಿಸದನದಲ್ಲಿ<br />
                ನುಡಿಯಲ್ಲಿ ಲಾಲಿತ್ಯವಿಹುದು ಈ ನಂದನದಲ್ಲಿ |<br />
                ಚಿಂತೆಯು ಓಡಿಹೋಗುವುದು ಈ ಗುರುಧಾಮದಲ್ಲಿ<br />
                ಬದುಕೇ ಬದಲಾಗುವುದು ಇವರ ಅನುಗ್ರಹದಲ್ಲಿ ||೩||<br />
                <br />
                || ಸರ್ವದಾ ಸದ್ಗುರುನಾಥೋ ವಿಜಯತೇ ||<br />
            </p><br />

        </div>
    )
}
