import React from 'react'

export default function Gv() {
    return (
        <>
            <p className="text-white" id="section0">
                || ಜೈ ಗುರುದೇವದತ್ತ ||<br />
                ಸ್ವಾತ್ಮಾರಾಮಂ ನಿಜಾನಂದಂ<br />
                ಶೋಕಮೋಹವಿವರ್ಜಿತಮ್ |<br />
                ಸ್ಮರಾಮಿ ಮನಸಾ ನಿತ್ಯಂ<br />
                ವೇಂಕಟಾಚಲದೇಶಿಕಮ್ ||<br />
                <br />
                ನಮಃ ಶಾಂತಾಯ ದಿವ್ಯಾಯ<br />
                ಸತ್ಯಧರ್ಮಸ್ವರೂಪಿಣೇ |<br />
                ಸ್ವಾನಂದಾಮೃತದಿವ್ಯಾಯ<br />
                ಶ್ರೀಧರಾಯ ನಮೋ ನಮಃ ||<br />
                <br />
                ಚಂದ್ರಶೇಖರ ಚಂದ್ರಶೇಖರ<br />
                ಚಂದ್ರಶೇಖರ ಪಾಹಿಮಾಮ್ |<br />
                ಚಂದ್ರಶೇಖರ ಚಂದ್ರಶೇಖರ<br />
                ಚಂದ್ರಶೇಖರ ರಕ್ಷಮಾಮ್ ||<br />
                <br />
                ಮಂದಸ್ಮಿತಂ ಶಿವಂ ಶಾಂತಂ<br />
                ಚಿದಾನಂದಂ ವಿವೇಕಿನಮ್ |<br />
                ಜ್ಞಾನದಂ ಮೋಕ್ಷದಂ ಚೈವ<br />
                ಅರ್ಜುನಂ ಚ ನಮಾಮ್ಯಹಮ್ ||<br />
                <br />
                ಯತ್ರ ಕೃಷ್ಣೋ ಗುರುನಾಥಃ<br />
                ರಕ್ಷಕೋ ಚ ಯತ್ರಾರ್ಜುನಃ |<br />
                ಆಯುರಾರೋಗ್ಯಮೋಕ್ಷಶ್ರೀಃ<br />
                ಲಸತಿ ನಾಸ್ತ್ಯತ್ರ ಸಂಶಯಃ ||<br />
                <br />
                ಎಲ್ಲಿ ಜಗದ್ರಕ್ಷಕನಾದ ಕೃಷ್ಣರೂಪಿ ಗುರುನಾಥರು ಇರುವರೋ ....ಎಲ್ಲಿ ಅಭಯಪ್ರದಾತರಾದ ಅರ್ಜುನಗುರುಗಳು ಇರುವರೋ ... ಅಲ್ಲಿ ಆಯಸ್ಸು ಆರೋಗ್ಯ ಮೋಕ್ಷಸಂಪತ್ತು ಇವೇ ಮೊದಲಾದ ಸಂಪತ್ತು ಇರುವುದರಲ್ಲಿ ಸಂಶಯವೇ ಇಲ್ಲ ..<br />
                <br />
            </p>
            <p className="text-white" id="section1">____________________________<br />
                1. ನಮಿಸುವೆ ಗುರುರಾಯ<br />
                <br />
                ನಮಿಸುವೆ ಗುರುರಾಯ<br />
                ನಿನ್ನಡಿದಾವರೆಯಲಿ |<br />
                ಕರಪಿಡಿಯೋ ಗುರುರಾಯ<br />
                ನಿನ್ನಂಘ್ರಿಕಮಲದಲಿ ||<br />
                <br />
                ನಮ್ಮ ಕಾಯ ಸವೆಯಲಿ<br />
                ನಿನ್ನ ಪದಸೇವೆಯಲಿ |<br />
                ನಮ್ಮ ಮನವರಳಲಿ<br />
                ನಿನ್ನ ದರ್ಶನಭಾಗ್ಯದಲೀ || 1 ||<br />
                <br />
                ಎಮ್ಮ ಭ್ರಾಂತಿ ದೂರಾಗಲಿ<br />
                ನಿನ್ನ ವಚನಾಮೃತದಲಿ |<br />
                ನಮ್ಮ ಕರ್ಮ ಕಳೆಯಲಿ<br />
                ನಿನ್ನ ನಾಮಸ್ಮರಣೆಯಲೀ || 2 ||<br />
                <br />
                ಚಿತ್ತ ಶುದ್ಧಿಯಾಗಲಿ<br />
                ನಿನ್ನ ಅನುಗ್ರಹದಲಿ |<br />
                ಬದುಕು ಪಕ್ವವಾಗಲೀ<br />
                ನಿನ್ನ ಕೃಪಾಛತ್ರಿಯಲೀ || 3 ||<br />
                <br />
            </p>
            <p className="text-white" id="section2">____________________________<br />
                2. ಜ್ಞಾನವ ನೀಡಯ್ಯ ಗುರುವೇ<br />
                <br />
                ಜ್ಞಾನವ ನೀಡಯ್ಯ ಗುರುವೇ<br />
                ಕರುಣೆಯ ತೋರಯ್ಯ ಸದ್ಗುರುವೇ ||<br />
                <br />
                ಚಿನ್ನಕೆ ದೊರಕದ<br />
                ರನ್ನಕಿಂತ ಅಮೂಲ್ಯದ<br />
                ನಿನ್ನ ಪೂಜಿಪ ಜ್ಞಾನವ ನೀಡಯ್ಯ<br />
                ನಿನ್ನ ಸೇವಿಪ ಮತಿಯ ನೀಡಯ್ಯಾ || 1 ||<br />
                <br />
                ಪಂಡಿತನಿಗೂ ಸಿಗದ<br />
                ಪಾಮರನಿಗೂ ತಿಳಿಯದ<br />
                ಜ್ಞಾನವನೀವ ಸಮರ್ಥ ನೀನಯ್ಯಾ<br />
                ನಿನ್ನನಲ್ಲದೆ ಬೇರಾರನ್ನು ಕೇಳೆನಯ್ಯ || 2 ||<br />
                <br />
                ಕಡಲಗಿಂತ ಆಳವಾದ<br />
                ಗಗನಕಿಂತ ಮಿಗಿಲಾದ<br />
                ಜ್ಞಾನವ ಪಡೆಯಲೆನ್ನ ಅನುಗ್ರಹಿಸಯ್ಯಾ<br />
                ಜ್ಞಾನದ ಭಿಕ್ಷೆಯ ನೀಡಯ್ಯಾ || 3 ||<br />
                <br />
                ಗಣನೆಗೆ ಸಿಲುಕದ<br />
                ಕಲ್ಪನೆಗೆ ಮೀರಿದ<br />
                ಅರಿವ ಅರಿಯಲೆಮ್ಮ ದಾರಿ ತೋರಯ್ಯಾ<br />
                ಜ್ಞಾನದ ಹಾದಿಲಿ ಕೈ ಪಿಡಿದು ನಡೆಸಯ್ಯಾ || 4 ||<br />
                <br />
            </p>
            <p className="text-white" id="section3">____________________________<br />
                3. ನಾ ತಿಳಿದೆ ನಿನ್ನನ್ನೇ ಗುರುದತ್ತನಾ<br />
                <br />
                ನಾ ತಿಳಿದೆ ನಿನ್ನನ್ನೇ ಗುರುದತ್ತನಾ<br />
                ಶ್ರೀ ಗುರುದತ್ತನಾ |<br />
                ಮನವನು ಬೆಳಗುತಿಹ ಗುರುರಾಯನಾ ||<br />
                <br />
                ಗುರುನಾಥ ಕಳೆವನು ತಮವೆಲ್ಲವ<br />
                ಭಕುತರಿಗೆ ತರುವನು ಸುಖಶಾಂತಿಯ |<br />
                ಮನೆಯಲ್ಲಿ ನೆಲೆಪನು ಸಿರಿತರುತಾ<br />
                ಮನದಲ್ಲಿ ನಗುವನು ನಸುನಗುತಾ || 1 ||<br />
                <br />
                ಕಂಗಳಲ್ಲಿ ತುಂಬಿಹುದು ನಿನ್ನ ಬಿಂಬವೆ<br />
                ಮನದಲ್ಲಿ ಕರಗಿದೆ ನಿನ್ನ ಪ್ರತಿಬಿಂಬವೇ |<br />
                ಮಾತಲಿ ತುಂಬಿಹುದು ನಿನ್ನ ಗುಣಗಾನವೇ<br />
                ಕೃತಿಯಲಿ ಆಚರಿಪೆ ನಿನ್ನ ತತ್ತ್ವವೇ || 2 ||<br />
                <br />
            </p>
            <p className="text-white" id="section4">____________________________<br />
                4. ಕೃಷ್ಣಾರ್ಜುನ<br />
                <br />
                ಇವನೇ ಯದುನಂದನ<br />
                ಇವನೇ ಆನಂದವರ್ಧನ<br />
                ಇವನೇ ಲಕ್ಷ್ಮೀನಂದನ<br />
                ಇವನೇ ಗುರು ಅರ್ಜುನ ||<br />
                <br />
                ಕೊಳಲನೂದಿ ಕಳೆವ ಶಾಮ<br />
                ಭೂಭಾರವನು |<br />
                ಮೃದುಮಾತಿನಿಂದ ಅರ್ಜುನ ಕಳೆವ<br />
                ಭವತಾಪವನು || 1 ||<br />
                <br />
                ಸಂಹರಿಸಿದ ದುಷ್ಟದಾನವರ<br />
                ದುಷ್ಟಶಿಕ್ಷಕನಾಗಿ |<br />
                ಸಂಹರಿಸುವ ಆರು<br />
                ಅರಿಗಳ ಶಿಷ್ಟರಕ್ಷಕನಾಗಿ || 2 ||<br />
                <br />
                ಗೀತೆಯನುಪದೇಶಿಸಿದ ಶಾಮ<br />
                ಕರ್ಮಸಿದ್ಧಾಂತಕಾಗಿ |<br />
                ತತ್ತ್ವವನುಪದೇಶಿಸಿದ ಅರ್ಜುನ<br />
                ಮುಕ್ತಿಮಾರ್ಗದ ಸಾಧಕರಿಗಾಗಿ || 3 ||<br />
                <br />
            </p>
            <p className="text-white" id="section5">____________________________<br />
                5. ಎಷ್ಟು ಕಾಲ ಕಾಯಬೇಕಯ್ಯಾ<br />
                <br />
                ಎಷ್ಟು ಕಾಲ ಕಾಯಬೇಕಯ್ಯ<br />
                ನಿನ್ನ ದರ್ಶನಕೆ<br />
                ಅಂತ ವೇಳೆ ಎಂದು ಬರುವುದಯ್ಯಾ |<br />
                <br />
                ಅಂಗಳದಿ ಮಲ್ಲೆ ಜಾಜಿಅರಳಿಹುದಯ್ಯಾ<br />
                ಗುರುವೇ<br />
                ನಿನ್ನ ಪಾದಪೂಜೆಗೆ<br />
                ಕಾಯುತಿಹುದಯ್ಯಾ |<br />
                ಭಕ್ತಿರಸವಿಹ ಜಲವು  ತುಂಬಿಹುದಯ್ಯಾ<br />
                ಗುರುವೇ<br />
                ನಿನ್ನ ಪಾದದಭಿಷೇಕಕೆ<br />
                ಕಾಯುತಿಹುದಯ್ಯಾ || 1 ||<br />
                <br />
                ಕಂಗಳಲಿ ಆಶಾದೀಪವು ಹೊತ್ತಿಹುದಯ್ಯಾ<br />
                ಗುರುವೇ<br />
                ನಿನ್ನ ಕಾಣುವ ಹಂಬಲವಿಹುದಯ್ಯಾ |<br />
                ತಂಪಾದ ಸುಳಿಗಾಳಿ ಬೀಸುತಿಹುದಯ್ಯಾ<br />
                ಗುರುವೇ<br />
                ನಿನ್ನಾಗಮನಕೆ ಕಾಯುತಿಹುದಯ್ಯಾ || 2 ||<br />
                <br />
                ನಿನ್ನ ದಿವ್ಯವಾಣಿಯ ಕೇಳಲು<br />
                ಗುರುವೇ<br />
                ಮನವು ಕಾದಿಹುದಯ್ಯಾ |<br />
                ನಿನ್ನ ದಿವ್ಯವದನವ ಕಾಣಲು<br />
                ಗುರುವೇ<br />
                ಭಕ್ತರು ಕಾಯುತಿಹರಯ್ಯಾ || 3 ||<br />
                <br />
            </p>
            <p className="text-white" id="section6">____________________________<br />
                6. ದೂಡದಿರು ಗುರುವೇ ಭವದೊಳಗೆ<br />
                <br />
                ದೂಡದಿರು ಗುರುವೇ ಭವದೊಳಗೆ<br />
                ಸಿಲುಕಿಸದಿರು ಸದ್ಗುರುವೇ ಮೋಹದೊಳಗೆ |<br />
                <br />
                ಮೂಕನಾಗಿಸು ಕೃತಕತೆಯಲಿ<br />
                ಅಂಧನಾಗಿಸು ಬಣ್ಣದ ಲೋಕದಲೀ |<br />
                ಬಧಿರನಾಗಿಸು ಮಿಥ್ಯಾಸ್ತುತಿಯಲೀ ||<br />
                <br />
                ಲೀನಗೊಳಿಸೆಮ್ಮನು ನಿನ್ನ ಧ್ಯಾನದಲೀ<br />
                ನೆಲೆಸು ನೀ ನಮ್ಮ ಚಿತ್ತೇಕಾಗ್ರದಲೀ |<br />
                ಮಾರ್ಗಬಂಧುವಾಗು ಮೋಕ್ಷದ ದಾರಿಯಲೀ ||<br />
                <br />
            </p>
            <p className="text-white" id="section7">____________________________<br />
                7. ದೈವವಂತೆ ದೇವತೆಯಂತೆ<br />
                <br />
                ದೈವವಂತೆ ದೇವತೆಯಂತೆ<br />
                ಏನೂ ಕಾಣೆನು ನಾ<br />
                ಮನದಲ್ಲೇ ಬಿಂಬವ ಕಂಡು ನಿತ್ಯ ಪೂಜಿಪೆನಯ್ಯಾ |<br />
                ಪೂಜೆಯಂತೆ ಅರ್ಚನೆಯಂತೆ<br />
                ಏನೂ ತಿಳಿಯೆ ನಾ<br />
                ಹೃದಯದಲ್ಲೇ ಗುರುನಾಥನಿಗೆ ಸದಾ ಅರ್ಚಿಪೆನಯ್ಯಾ || 1 ||<br />
                <br />
                ರಾಗವಂತೆ ತಾಳವಂತೆ<br />
                ಏನೂ ಅರಿಯೆ ನಾ<br />
                ಭಕ್ತಿರಸದಿ ಅಕ್ಷರವನದ್ದಿ ಗೀತೆ ಹೇಳ್ವೆನಯ್ಯಾ |<br />
                ಬಂಧವಂತೆ ಮೋಕ್ಷವಂತೆ<br />
                ಏನನು ಬೇಡೆನು ನಾ<br />
                ನಿನ್ನ ಸಾನಿಧ್ಯದ ಪಾದಧೂಳಿಯಷ್ಟೆ ಕೇಳ್ವೆನಯ್ಯಾ || 2 ||<br />
                <br />
                ತಮವಂತೆ ಜ್ಯೋತಿಯಂತೆ<br />
                ಏನೂ ಕಾಣೆನು ನಾ<br />
                ಕಣ್ಬೆಳಕಹೊಳಪಲ್ಲಿ ನಿನ್ನನೇ ಕಾಣ್ವೆನಯ್ಯಾ |<br />
                ಜ್ಞಾನವಂತೆ ಅರಿವಂತೆ<br />
                ಒಂದೂ ಅರಿಯೆ ನಾ<br />
                ಹೃದ್ದೀಪದ ಸೊಡರಿನಲ್ಲಿ ನೀನೇ ಬೆಳಕಾಗಿರುವೆಯಯ್ಯಾ || 3 ||<br />
                <br />
            </p>
            <p className="text-white" id="section8">____________________________<br />
                8. ಯಾರು ಬಲ್ಲರು ಗುರುವೆ ನಿನ್ನ ಮನವ<br />
                <br />
                ಯಾರು ಬಲ್ಲವರು ನಿನ್ನ ಮನವ<br />
                ಯಾರು ತಿಳಿವರು ನಿನ್ನಾಂತರ್ಯವ ||<br />
                <br />
                ಬಯಸದ ಭಾಗ್ಯವ ನೀ ಕೊಟ್ಟೆ<br />
                ಬಯಸಿದನು ಕೊಡಲು ನೀ ಮರೆತೆ |<br />
                ಇದರಿಂದ ಪಾಠವ ನಾ ಕಲಿತೆ<br />
                ನೋವು ನಲಿವೆಲ್ಲಾ ನಿನ್ನ ಪಾದಕೆ || 1 ||<br />
                <br />
                ಕಾರಣವು ಎಲ್ಲಕೂ ನೀನಂತೆ<br />
                ನಮ್ಮಿಚ್ಛೆಯು ಏನೂ ನಡೆಯದಂತೆ |<br />
                ಬದುಕಿನ ಸೂತ್ರವು ನಿನ್ನ ಕೈಯಲ್ಲಿ<br />
                ಕೈ ಹಿಡಿದು ನೆಡೆಸು ನೀನಿಲ್ಲಿ || 2 ||<br />
                <br />
                ನನ್ನದೇನೂ ಇಲ್ಲ ಈ ಜಗದಲಿ<br />
                ನೀ ಕೊಟ್ಟ ಭಿಕ್ಷೆಯೇ ಜೀವನದಲಿ |<br />
                ನಿನ್ನಿಚ್ಛೆಯಿಲ್ಲದೆ ನೆಡೆಯದೇನೂ ಇಲ್ಲಿ<br />
                ಶರಣಾಗತರಿಗೇ ರಕ್ಷಿಸುವೆ ನೀನಿಲ್ಲಿ || 3 ||<br />
                <br />
            </p>
            <p className="text-white" id="section9">____________________________<br />
                9. ದರ್ಶನವ ನೀಡಯ್ಯ ಗುರುವೇ<br />
                <br />
                ಸ್ವಸ್ವರೂಪದಿ ದರ್ಶನ ನೀಡಯ್ಯ ಗುರುವೇ<br />
                ನಿಜಾನಂದದಿ ನಲಿವ ಭಾಗ್ಯವ ನೀಡಯ್ಯಾ ಸದ್ಗುರುವೇ ||<br />
                <br />
                ಸ್ವಾಮಿ ಸಮರ್ಥರು ಶ್ರೀಧರಗೆ ದರ್ಶನ ಕೊಟ್ಟಂತೆ<br />
                ಸುಮತಿಗೆ ದರ್ಶನ ಕೊಟ್ಟ ಶ್ರೀ ಗುರುದತ್ತನಂತೆ |<br />
                ಅರ್ಜುನಗೆ ಶ್ರೀಕೃಷ್ಣ ವಿಶ್ವರೂಪವ ತೊರಿದಂತೆ<br />
                ಅಹಲ್ಯೆಗೆ ಶ್ರೀರಾಮ ಶಾಪದಿಂ ಉದ್ಧರಿಸಿದಂತೆ || 1 ||<br />
                <br />
                ತನ್ನ ಬಾಯಲ್ಲಿ ಜಗವ ತೋರಿದ ಕೃಷ್ಣನಂತೆ<br />
                ಗಜೇಂದ್ರನ ಮೋಕ್ಷಕಾಗಿ ಧರೆಗಿಳಿದುಬಂದಂತೆ |<br />
                ಕುರುನಗರಿಯಲಿ ವಿದುರನ ಮನೆಗೆ ಬಂದಂತೆ<br />
                ನಿನ್ನನೇ ನಂಬಿಹ ಭಕ್ತರನು ಉದ್ಧರಿಸು ಗುರುವೇ || 2 ||<br />
                <br />
            </p>
            <p className="text-white" id="section10">____________________________<br />
                10. ಭವರೋಗವೈದ್ಯನೇ<br />
                <br />
                ಭವರೋಗವೈದ್ಯನೇ ಶ್ರೀಪಾದರಾಜನೇ<br />
                ಭವದ ತಾಪವ ಪರಿಹರಿಸಯ್ಯಾ ಗುರುವೇ |<br />
                ನಿನ್ನ ಕಾಣುವ ಮಾರ್ಗವ ತೋರಿಸಯ್ಯಾ ಸದ್ಗುರುವೇ |<br />
                <br />
                ನಿನ್ನ ನುಡಿಯೆ ನನಗೆ ಪ್ರಥಮ<br />
                ನಿನ್ನ ಮಾತೇ ನನಗೆ ಅಂತಿಮ |<br />
                ಕರುಣೆಯಿಂದಾ ಸಲಹಯ್ಯಾ ನನ್ನ ಗುರುವೇ<br />
                ಬಂಧನವ ಬಿಡಿಸಯ್ಯಾ || 1 ||<br />
                <br />
                ನೀನು ನನಗೆ ವಿಶ್ವಮಾನ್ಯ<br />
                ನೀನು ಇರದೆ ಜಗವೆ ಶೂನ್ಯ |<br />
                ದರುಶನ ನೀಡಯ್ಯಾ ನನ್ನ ಗುರುವೇ<br />
                ಮೋಹವೆಲ್ಲ ಅಳಿಸಯ್ಯಾ || 2 ||<br />
                <br />
                ಭೋಗವೆಲ್ಲ ಜಗದಿ ಕ್ಷಣಿಕ<br />
                ನಾಮವೊಂದೇ ನಮಗೆ ರಕ್ಷಕ |<br />
                ದೇಹಭಾವ ಅಳಿಸಯ್ಯಾ ನನ್ನ ಗುರುವೇ<br />
                ಸಚ್ಚಿತ್ಸುಖವ ನೀಡಯ್ಯಾ || 3 ||<br />
                <br />
                ನಾನು ನನ್ನದೆಂಬ ಕಲ್ಪನೆ<br />
                ತೊಡೆದುಹಾಕು ಈ ಭಾವನೆ |<br />
                ನಾನೇ ನೀನೆಂಬುದ ತೋರಿಸಯ್ಯಾ ನನ್ನ ಗುರುವೇ<br />
                ನನ್ನೊಳಗೆ ಸದಾ ನೆಲೆಸಯ್ಯಾ || 4 ||<br />
                <br />
                ಕರ್ಮವೆಲ್ಲವು ನಿನ್ನುಪಾಸನೆ<br />
                ಫಲವೆಲ್ಲವು ನಿನಗೇ ಅರ್ಪಣೆ |<br />
                ಮುಕ್ತಿಮಾರ್ಗವ ತೋರಿಸಯ್ಯಾ ನನ್ನ ಗುರುವೇ<br />
                ಮೂಢನನು ಅನುಗ್ರಹಿಸಯ್ಯಾ || 5 ||<br />
                <br />
            </p>
            <p className="text-white" id="section11">____________________________<br />
                11. ರಕ್ಷೆ ಕಟ್ಟಿದೆನಮ್ಮಾ<br />
                <br />
                ರಕ್ಷೆ ಕಟ್ಟಿದೆನಮ್ಮಾ ನಾನು<br />
                ರಕ್ಷೆ ಕಟ್ಟಿದೆನಮ್ಮಾ<br />
                <br />
                ಇಹಪರದ ಮಾರ್ಗದರ್ಶಕನಿಗೇ<br />
                ಸರ್ವರಲೂ ಸಮಭಾವವಿರುವಗೆ<br />
                ಸರಿದಾರಿಲಿ ನಡೆಸುವವಗೆ<br />
                ಜನ್ಮಜನ್ಮದ ಆತ್ಮಬಂಧುವಿಗೇ || 1 ||<br />
                <br />
                ಮುಕ್ತಿಮಾರ್ಗದ ಮಾರ್ಗಬಂಧುವಿಗೆ<br />
                ಪ್ರಸನ್ನಚಿತ್ತದ ಪ್ರಶಾಂತನಿಗೇ |<br />
                ಜೀವನದಿ ಜೊತೆಗೇ ಇರುವವಗೇ<br />
                ಸಾಧನೆಯ ಮಾರ್ಗ ತೋರಿದವಗೆ || 2 ||<br />
                <br />
                ನಗುಮೊಗದ  ಶ್ರೀಕಾಂತಗೆ<br />
                ಸರ್ವವೇದ್ಯ ಗುರುನಾಥಗೆ |<br />
                ಮಾತೃಹೃದಯಿ ಶ್ರೀಧರಗೆ<br />
                ಸರ್ವಶಕ್ತ ಸಾಯಿಬಾಬಾರಿಗೆ || 3 ||<br />
                <br />
                ಪದಪೂಜೆಯ ಭಾಗ್ಯ ಕೊಡುವವಗೆ<br />
                ನೆನೆದರೆ ಭವಸಂಕಟಕಳೆವವಗೆ |<br />
                ಮನದಲಿ ಸದಾ ನಲಿಯುವವಗೆ<br />
                ಜೀವನದಿ  ಗುರಿ ತೋರಿದವಗೆ || 4 ||<br />
                <br />
            </p>
            <p className="text-white" id="section12">____________________________<br />
                12.  ಕರವ ಹಿಡಿಯೋ ಗುರುನಾಥ<br />
                <br />
                ಕೈಯ ನೀಡೋ ಗುರುವೇ<br />
                ಕೈಯ ನೀಡೋ<br />
                ಕರವ ಹಿಡಿಯೋ ಸದ್ಗುರುವೇ<br />
                ಕರವ ಹಿಡಿಯೋ ||<br />
                <br />
                ಸಮಸ್ತ‌ ಲೋಕದೊಡೆಯನೆ<br />
                ಕೈಯ ನೀಡೋ |<br />
                ಮನದಿಂಗಿತ ಬಲ್ಲವನೇ<br />
                ಕರವ ಹಿಡಿಯೋ || 1 ||<br />
                <br />
                ಕರ್ಮಗಳ ಸವೆಸುತಿರುವ<br />
                ಕೈಯ ನೀಡೋ |<br />
                ಸಾನಿಧ್ಯಸೇವೆಯ ಮಾಡುವ<br />
                ಕರವ ಹಿಡಿಯೋ || 2 ||<br />
                <br />
                ಶುದ್ಧಮನದಿ ನೆನೆವವರಿಗೆ<br />
                ಕೈಯ ನೀಡೋ |<br />
                ಬದುಕೇ ನೀವಾಗಿರುವವರ<br />
                ಕರವ ಹಿಡಿಯೋ || 3 ||<br />
                <br />
                ದೇಹಭಾವಕರಗಿಸುತಾ<br />
                ಕೈಯ ನೀಡೋ |<br />
                ಸರ್ವವೂ ನಿನದೆನುವರಿಗೆ<br />
                ಕರವ ಹಿಡಿಯೋ || 4 ||<br />
                <br />
            </p>
            <p className="text-white" id="section13">____________________________<br />
                13. ಎಂದು ಕಾಣುವೆ ನಿನ್ನ ಭವ್ಯವದನ<br />
                <br />
                ಎಂದು ಕಾಣುವೆ ಆ ನಿನ್ನ ಭವ್ಯವದನ<br />
                ಎಂದು ಕೇಳುವೆನೋ ಆ ನಿನ್ನ ದಿವ್ಯವಚನ |<br />
                <br />
                ಸಹಸ್ರಸೂರ್ಯರಪ್ರಕಾಶವಿವನ ನಯನ<br />
                ನಿಷ್ಕಲ್ಮಷ ನಗುಮೊಗದ ಆನಂದಸದನ |<br />
                ಮಾರ್ಗಬಂಧುವಿನ ಅಮೋಘದರ್ಶನ<br />
                ಪ್ರಭೋ ನಿನಗಿಂದು ಕೋಟಿನಮನ || 1 ||<br />
                <br />
                ಅಮೃತಧಾರೆಯಿವನ ತತ್ತ್ವಗಳಶ್ರವಣ<br />
                ದೂರಮಾಡುವನು ಮೋಹದ ಬಂಧನ |<br />
                ಭಜಿಸಿದರೆ ಇವನನು ಅನುದಿನ<br />
                ನಿಶ್ಚಯದಿ ಆಗುವದು ಜನ್ಮಪಾವನ || 2 ||<br />
                <br />
            </p>
            <p className="text-white" id="section14">____________________________<br />
                14. ಕೈ ಹಿಡಿದು ನಡೆಸೆನ್ನನು<br />
                <br />
                ಒಯ್ಯೋ ಗುರುವೇ ಒಯ್ಯೋ<br />
                ಕರೆದೊಯ್ಯೋ ಸದ್ಗುರುವೇ ಕರೆದೊಯ್ಯೋ |<br />
                <br />
                ಸ್ವಾರ್ಥದ್ವೇಷವಿರದೆಡೆ<br />
                ಮಾನಾಪಮಾನವಿರದೆಡೆ |<br />
                ಸ್ತುತಿನಿಂದನೆಯಿರದೆಡೆ<br />
                ಮದಾಹಂಕಾರವಿರದೆಡೆ ||1 ||<br />
                <br />
                ನನ್ನದೆಂಬ ಭ್ರಮೆಯಿರದೆಡೆ<br />
                ಮೋಹಬಂಧನವಿಲ್ಲದೆಡೆಗೆ |<br />
                ಮಾಯಾಪಾಶವಿಲ್ಲದೆಡೆಗೆ<br />
                ದಾಸ್ಯದ ಶೃಂಖಲೆ ಇಲ್ಲದೆಡೆಗೆ || 2 ||<br />
                <br />
                ಆನಂದವೇ ತುಂಬಿರುವೆಡೆಗೆ<br />
                ಸರ್ವಸಮತ್ವದ ಭಾವದೆಡೆಗೆ |<br />
                ಜ್ಞಾನದ ಅರಿವು ಮೂಡುವೆಡೆಗೆ<br />
                ಮುಕ್ತಿಯ ದಾರಿ ತೋರುವೆಡೆಗೆ || 3 ||<br />
                <br />
                ಆತ್ಮಾನುಸಂಧಾನವಾಗುವೆಡೆ<br />
                ನಾನೇ ನೀನೆಂಬ ಅಭೇದತೋರುವೆಡೆಗೆ |<br />
                ತಾದಾತ್ಮ್ಯಭಾವ ಬರುವೆಡೆಗೆ<br />
                ಕರ್ಮಸವೆಯೋ ದಾರಿಯೆಡೆಗೆ || 4 ||<br />
                <br />
            </p>
            <p className="text-white" id="section15">____________________________<br />
                15. ಶ್ರೀಗುರುಸುಪ್ರಭಾತ<br />
                <br />
                ಏಳು ಗುರುನಾಥ ಏಳು ಅರ್ಜುನರಾಯ<br />
                ಏಳು ಶ್ರೀಪಾದವಲ್ಲಭ ಏಳು ಶ್ರೀಧರಸ್ವಾಮಿಯೇ |<br />
                <br />
                ಮೂಡಣದಿ ಉಷೆ ಪನ್ನೀರ ಹಿಡಿದಿಹಳೋ<br />
                ಆಗಸದಿ ರಂಗಿನ ಚಿತ್ತಾರ ನಿನ್ನ ಕಾದಿಹುದೋ |<br />
                ಸಾಧಕರೆಲ್ಲ ಕರಮುಗಿದು ದರ್ಶನಕೆ ಕಾಯುತಿಹರೋ<br />
                ಮನದಲಿ ನಿನ್ನ ನಗುಮೊಗವ ನೆನೆದು ಕಾಯುತಿಹರೋ ... ದೇವ || 1 ||<br />
                <br />
                ಕಂಗಳಲಿ ಆಸೆಯ ದೀಪಹೊತ್ತಿಸಿ ಕಾಯುತಿಹರೋ<br />
                ಮಲ್ಲಿಗೆತುಳಸಿಜಾಜಿಗಳು ಪಾದಪೂಜೆಗೆ ಕಾಯುತಿಹವೋ |<br />
                ಚಂದನ ಕರ್ಪೂರಗಳು ದರ್ಶನವ ಬೇಡಿಹವೋ<br />
                ಆರ್ತರೆಲ್ಲಾ ನಿನ್ನ ಕೃಪಾದೃಷ್ಟಿಗೆ ಕರಮುಗಿದು ಕಾಯುತಿಹರೋ ... ಅಜನೇ || 2 ||<br />
                <br />
                ಎದ್ದೂ ಮಲಗಿರುವವರ ಬಡಿದೆಚ್ಚರಿಸಯ್ಯಾ<br />
                ಮಾಯಾನಿದಿರೆಯಲಿಹರನು ಎಬ್ಬಿಸಯ್ಯಾ |<br />
                ನಿನ್ನಾಣತಿಯಂತೆ ನಡೆವುದೀ ಜಗವೆಂದು ತೋರಿಸಯ್ಯಾ<br />
                ಯೋಗನಿದ್ರೆಯಿಂದ ಎದ್ದು ದರ್ಶನವ ನೀಡಯ್ಯಾ... ಹರಿಯೇ ||3 | |<br />
                <br />
                ಮೋಹಮಮತೆಯ ದಾಸ್ಯವಂ ಬಿಡಿಸಯ್ಯಾ<br />
                ಬೆಂಬಿಡದೆ ಜೊತೆಗಿದ್ದು ಕರ್ತವ್ಯವ ಮಾಡಿಸಯ್ಯಾ |<br />
                ನಿತ್ಯ ನೀ ಜೊತೆಗಿದ್ದು ಎಮ್ಮನು ಪೊರೆಯಯ್ಯಾ<br />
                ಅನುಗ್ರಹಿಸಿ ಜೀವನವ ಸಾರ್ಥಕವ ಮಾಡಯ್ಯಾ ... ಹರನೇ  || 4 ||<br />
                <br />
            </p>
            <p className="text-white" id="section16">____________________________<br />
                16. ಗುರುವೆ ತಾಯಿ ಗುರುವೆ ತಂದೆ<br />
                <br />
                ಗುರುವೆ ತಾಯಿ ಗುರುವೆ ತಂದೆ<br />
                ಗುರುವೆ ನಮ್ಮ ದೈವವು |<br />
                ಗುರುವೆ ಪ್ರೇರಕ ಗುರುವೆ ಯೋಜಕ<br />
                ಗುರುವೆ ನಮ್ಮ ಜಗವು |<br />
                <br />
                ಕಣ್ಣಲಿ ವಾತ್ಸಲ್ಯವ ಸೂಸುತಿಹ<br />
                ಮನದಲಿ ಸದಾ ಇರುವೆನೆಂದಿಹ |<br />
                ಮಾತಲಿ ಅಭಯವ ನೀಡುತಿಹ<br />
                ಕರದಲಿ ಸತ್ಕಾರ್ಯವ ಮಾಡಿಸುತಿಹ || 1 ||<br />
                <br />
                ಕುಜನರ ಸುಮಾರ್ಗಕೆ ತರುವ<br />
                ಸುಜನರಿಗೆ ಗಮ್ಯವ ತೋರುವ<br />
                ಬಾಳನು ನಂದನ ಮಾಡುವ<br />
                ಜೀವನ ಸಾರ್ಥಕ ಮಾಡುವ || 2 ||<br />
                <br />
                ಶರಣೆಂಬರ ಕೈ ಹಿಡಿಯುವ<br />
                ಮತಿಹೀನರಿಗೆ ಮತಿಯ ಕೊಡುವ |<br />
                ನಿಸ್ವಾರ್ಥದಿ ಬಾಳಿರಿ ಎನುವ<br />
                ಶಿಷ್ಯರುದ್ಧಾರದಲಿ ಸಂತಸ ಕಾಣುವ || 3 ||<br />
                <br />
            </p>
            <p className="text-white" id="section17">____________________________<br />
                17. ಬದುಕೇ ಧನ್ಯವಾಯಿತು<br />
                <br />
                ಬದುಕೇ ಪಾವನವಾಯಿತು<br />
                ಗುರುವರನ ಸೇವೆಯು ದೊರೆತು<br />
                ನಮ್ಮ ಬದುಕೇ ಪಾವನವಾಯಿತು |<br />
                <br />
                ಪೂರ್ವಿಕರು ಮಾಡಿದ ಪುಣ್ಯದ ಫಲವೋ<br />
                ಹಿಂದಿನ ಜನ್ಮಗಳ ಸುಕೃತವೇನೋ  |<br />
                ಮಾಡಿದ ಪೂಜೆಗಳ ಫಲವೋ<br />
                ಸಾಧುಜನರ ದರ್ಶನದ ಫಲವೋ || 1 ||<br />
                <br />
                ಸುಲಭಕೆ ಎಂದೂ ಒಲಿಯನಿವನು<br />
                ಯಾರಿಗು ಅರ್ಥವಾಗದಿವನು |<br />
                ಕರ್ಮಮಾರ್ಗದಿ ಜ್ಞಾನವರ್ಜಿಸಿ ಎನುವನೋ<br />
                ಜ್ಞಾನದ ಹಾದಿಲಿ ಪರಮಾರ್ಥವ ಕಾಣಿರೆನುವನೋ || 2 ||<br />
                <br />
                ನಡೆನುಡಿಯಲಿ ಶುದ್ಧನಾಗಿಹನೋ<br />
                ಬಾಹ್ಯಾಡಂಬರಕೆ ಸೋಲನಿವನೋ |<br />
                ಧರ್ಮಮಾರ್ಗದಿ ನಡೆಯಿರಿ ಎನುವನೋ<br />
                ಶುದ್ಧಾಂತರಾತ್ಮಕೆ ಒಲಿಯುವನಿವನು || 3 ||<br />
                <br />
                ಆತ್ಮಸಾಧನೆಯೇ ಗುರಿಯೆನುವನೋ<br />
                ಧನಸ್ವರ್ಣಾದಿಗಳಿಗೆ ಬೆಲೆಕೊಡದವನೋ |<br />
                ಜಪಧ್ಯಾನದಿ ಸಾಧನೆಮಾಡಿರೆನುವನೋ<br />
                ಶುದ್ಧಮನದಲಿ ಸದಾ ನಲಿಯುವನೂ || 4 ||<br />
                <br />
            </p>
            <p className="text-white" id="section18">____________________________<br />
                18. ಪೂಜ್ಯ ಗುರುಪಾದ<br />
                <br />
                ಮಾರ್ಗಬಂಧುವಿನ ಪಾದಸ್ಪರ್ಶ<br />
                ಮನದಲಿ ಅದೇನೋ ಹರ್ಷ |<br />
                <br />
                ಗುರುಪಾದಗಳಲಿ ನಲಿವ ಹೂಗಳು<br />
                ಅವರ್ಣ್ಯವೀ ಇದರ ಚೆಲುವು |<br />
                ಘಳಿಗೆ ಸೂಸಿದರೂ ಸುಗಂಧ<br />
                ಮನವು ಮರೆಯದಿದರ ಗಂಧ || 1 ||<br />
                <br />
                ಪೂರ್ವಜನ್ಮದ ಸುಕೃತವೋ<br />
                ಹಿರಿಯರು ಮಾಡಿಹ ಪುಣ್ಯವೋ<br />
                ದೊರೆತಿದೆ ಸುಮಗಳಿಗಿಂತಾ ಸುಯೋಗ<br />
                ನಿಷ್ಕಲ್ಮಶ ಮನಗಳಿಗೆ ಇದುವೇ ಯೋಗ  || 2 ||<br />
                <br />
            </p>
            <p className="text-white" id="section19">____________________________<br />
                19. ಅರಿವಿನ ಗುರು<br />
                <br />
                ಕಾವಿ ಧರಿಸದ ಸಂನ್ಯಾಸಿಯಿವನಮ್ಮಾ<br />
                ಮನಕೇ ಕಾವಿಯುಟ್ಟಿಹನಮ್ಮಾ |<br />
                <br />
                ಭೋಗಭಾಗ್ಯಗಳ ಆಸೆ ಇವಗಿಲ್ಲ<br />
                ಧನಕನಕಗಳು ಇವಗೆ ಬೇಕಿಲ್ಲ |<br />
                ಮಹಿಮೆಹಿರಿಮೆಗಳಾ ಗೊಡವೆಯಿಲ್ಲ<br />
                ಮಾನಾಪಮಾನಗಳಾ ಚಿಂತೆಯೇ ಇಲ್ಲ || 1 ||<br />
                <br />
                ಸ್ವಾತ್ಮಾನಂದದಿ ಸದಾ ನಲಿವನಮ್ಮಾ<br />
                ಭಕ್ತರ ದುಗುಡವ ದೂರ ಮಾಡುವನಮ್ಮ |<br />
                ಧರ್ಮಸ್ಥಾಪನೆಯೇ ಇವನ ಗುರಿಯಮ್ಮಾ<br />
                ತಾ ನೆಡೆದು ಪರರಿಗೆ ದಾರಿತೋರುವನಮ್ಮಾ || 2 ||<br />
                <br />
                ನಮ್ಮೊಳಗಿನ ಗುರುವ ಅರಿಯಿರೆನುವ<br />
                ಮೌನದಿ ಸಾಧನೆ ಮಾಡಿರೆನುವ<br />
                ಅಣುವಿನಲೂ ಭಗವಂತನ ಕಾಣಿರೆನುವ<br />
                ಭುವಿಗೆ ಬಂದದುದ್ದೇಶವನು ಸಫಲಮಾಡಿಕೊಳ್ಳಿರೆನುವ || 3 ||<br />
                <br />
            </p>
            <p className="text-white" id="section20">____________________________<br />
                20. ಸುಮ್ಮನೇ ಸಿಗುವಂತವನೇ ಸದ್ಗುರುವು<br />
                <br />
                ಸುಮ್ಮನೇ ದೊರಕುವಂತವನೇ ಗುರುವು<br />
                ಸುಮ್ಮನೇ ಸಿಗುವಂತವನೇ ಸದ್ಗುರುವು |<br />
                <br />
                ನಾನೆಂಬ ಅಹಂ ಅಳಿದವಗೆ<br />
                ಸೋಹಂ ಎಂದೆನುವಗೆ |<br />
                ಕಣಕಣವೂ ಅವನೇ ತುಂಬಿರುವಗೆ<br />
                ದೀನನಾಗಿ ಶರಣಾಗಿರುವಗೆ || 1 ||<br />
                <br />
                ಹೃದ್ದೀಪದಿ ಶುದ್ಧಾತ್ಮವ ಬೆಳಗಿಸುವಗೆ<br />
                ಅಂತರಂಗವು ನಿರ್ಮಲವಾಗಿರುವಗೆ |<br />
                ತ್ರಿಕರಣ ಶುದ್ಧಚರಿತನವಗೆ<br />
                ಸಂಸಾರದಿ ಅಸಂಗಿಯಾಗಿರುವಗೆ || 2 ||<br />
                <br />
                ಎಲ್ಲರಲೂ ಸಮತ್ವವಿರುವಗೆ<br />
                ಸಾಧನೆಯ ದಾರಿಲಿ ನಡೆಯುವಗೆ |<br />
                ನಾಮಸ್ಮರಣೆಯ ಭಕ್ತಿಯಿಂ ಮಾಡುವಗೆ<br />
                ಕರ್ತೃತ್ವಭಾವ ನಶಿಸುವವಗೆ || 3 ||<br />
                <br />
            </p>
            <p className="text-white" id="section21">____________________________<br />
                21. ಆಗಮಿಸು ಗುರುನಾಥ<br />
                <br />
                ಆಗಮಿಸು ಗುರುರಾಜ ಶ್ರೀಪಾದರಾಜ<br />
                ಭಕುತರ ಮನೆಯೆಂಬ ಹೃದಯಮಂದಿರದಲ್ಲಿ |<br />
                <br />
                ದೀನಳಾ ಮನೆಗಂದು ಬಂದ ಶಂಕರನ ಹಾಗೆ<br />
                ಸುಮತಿ ಮನೆಗೆ ಬಂದ ಶ್ರೀದತ್ತನಾ ಹಾಗೆ |<br />
                ನೀನಿಲ್ಲದೆ ಜಗವೆ ಇಲ್ಲ<br />
                ನೀನೇ ನನಗೆಲ್ಲ<br />
                ಕರುಣೆಯಿಂದ ಸಾಧನೆಯ ಹಾದಿ ತೋರೋ ಗುರುನಾಥನೇ || 1 ||<br />
                <br />
                ಆಶೆಯ ಕಂಗಳಲಿ ಬತ್ತದಿರಲಿ<br />
                ಚಿರಕಾಲ ಪದಸೇವೆ ದೊರಕುತಿರಲಿ |<br />
                ಭೋಗಭಾಗ್ಯವು ಬೇಕಿಲ್ಲ<br />
                ಪಾದಧೂಳಿಯೆ ಸಾಕೆಲ್ಲ<br />
                ಒಮ್ಮೆಯೇ ಬಂದೆಮ್ಮ ಜೀವನ ಸಾರ್ಥಕಮಾಡೋ ನನ್ನಾತ್ಮಬಂಧುವೇ ..... || 2 ||<br />
                <br />
            </p>
            <p className="text-white" id="section22">____________________________<br />
                22. ಎಲ್ಲಿ ನಿಲುವೆ ಎಂದು ಬರುವೆ ಗುರುವೆ<br />
                <br />
                ಎಲ್ಲಿ ನಿಲುವೆ ಎಂದು ಬರುವೆ ಗುರುವೆ ನಮ್ಮ ಮನೆಯಲಿ<br />
                ಎಂತು ನಲಿವೆ ಹೇಗೆ ನುಡಿವೆ ಗುರುವೆ ನಮ್ಮ ಮನದಲೀ |<br />
                <br />
                ನಿನ್ನ ನೋಡುವ ಕಾತರ<br />
                ನೀಗಿಸಿತು ನಮ್ಮೆಲ್ಲಾ ಬೇಸರ |<br />
                ಹೊತ್ತಿಸಿ ಹೃದಯದಿ ಕಿರುದೀಪ<br />
                ಕಾಣುವೆ ಎಲ್ಲೆಲ್ಲೂ ನಿನ್ನ ದಿವ್ಯರೂಪ || 1 ||<br />
                <br />
                ಸ್ವಾತ್ಮಾರಾಮದ ಆ ಬಿಂಬ<br />
                ಮೂಡಿದೆ ಮನದಲದರ ಪ್ರತಿಬಿಂಬ |<br />
                ಕರ್ಮವಶಪ್ರಾಪ್ತಿಯ ಜೀವನ<br />
                ನಿನ್ನ ಸ್ಮರಣೆಯಿಂದ ಪಾವನ || 2 ||<br />
                <br />
                ಜೀವನವೇ ನೀನಿತ್ತ ಭಿಕ್ಷೆ<br />
                ಅದುವೇ ನಮ್ಮ ಬಾಳಿಗೆ ಶ್ರೀರಕ್ಷೆ |<br />
                ಜನ್ಮಜನ್ಮದ ಅನುಬಂಧ<br />
                ತಿಳಿಯಲಿದರ ಋಣಾನುಬಂಧ || 3 ||<br />
                <br />
            </p>
            <p className="text-white" id="section23">____________________________<br />
                23. ದೇವದೇವನೇ ಭಕ್ತಪಾಲನೇ<br />
                <br />
                ದೇವದೇವನೇ ಭಕ್ತಪಾಲನೇ<br />
                ನಿನಗೆ ಸಾಷ್ಟಾಂಗ ವಂದನೆ |<br />
                ಗುರುವರೇಣ್ಯನೇ ದೇವದೂತನೇ<br />
                ನಿನಗಿದೋ ಭಕ್ತಿಯ ವಂದನೆ ||<br />
                <br />
                ಎಲ್ಲರಲ್ಲಿಹ ಸುಪ್ತಚೇತನನೇ<br />
                ಮೂಡಿಸಿ ಅದ್ವೈತದ ಭಾವನೆ |<br />
                ನಾನು ನನ್ನದೆಂಬ ಕಲ್ಪನೆ<br />
                ತೊಡೆದುಹಾಕೋ ಈ ಭಾವನೆ || 1 ||<br />
                <br />
                ಮನದಲಿ ನೆಲೆಸಿಹ ಗುರುದತ್ತನೇ<br />
                ಅಳಿಸು ನೀ ನಶ್ವರ ಕಾಮನೆ |<br />
                ಕರುಣಿಸು ಅರಿವಿನ ಸೂಚನೆ<br />
                ಮಾಡಿಸು ನೀ ಆತ್ಮೋದ್ಧಾರದ ಸಾಧನೆ || 2 ||<br />
                <br />
            </p>
            <p className="text-white" id="section24">____________________________<br />
                24. ಸಖರಾಯಾಧೀಶ<br />
                <br />
                ಜ್ಞಾನಭಾಸ್ಕರ ಬೆಳಗುತಿರುವ<br />
                ಕರ್ಮಬಂಧನ ಕಳೆಯುತಿರುವ<br />
                ನೋಡಲು ಸಖರಾಯಾಧೀಶನ<br />
                ಸಾಲದು ಸಾವಿರ ನಯನ ||<br />
                <br />
                ಹಚ್ಚಿಟ್ಟ ದೀಪಗಳಾ ಸಾಲು<br />
                ಸರಿಸಿತು ಕಾರಿರುಳಾ ಕತ್ತಲು |<br />
                ಮರೆಸಿತು ನಮ್ಮೆಲ್ಲರ ಚಿಂತೆ<br />
                ಹರಡಿತು ಎಲ್ಲೆಡೆ ನಿಶ್ಚಿಂತೆ || 1 ||<br />
                <br />
                ನಶಿಸಿ ಮನದ ಅಂಧಕಾರ<br />
                ಕರಗಿಸಿ ದುಃಖದ ಮಮಕಾರ |<br />
                ಓಡಿಸಿ ನಾನೆಂಬ ಅಹಂಕಾರ<br />
                ಮಾಡಿಸಿ ಸಚ್ಚಾರಿತ್ರ್ಯದ ಅಲಂಕಾರ || 2 ||<br />
                <br />
                ದೀಪಜ್ಯೋತಿಯ ಬೆಳಕಿನಲಿ<br />
                ನಮ್ಮೆಲ್ಲಾ ಪಾಪಗಳು ಕರಗಲಿ |<br />
                ಗುರುವರನ ಅನುಗ್ರಹ ದೊರೆಯಲಿ<br />
                ಗುರುಸೇವೆಗೆಮ್ಮ ಬದುಕೇ ಮೀಸಲಾಗಿರಲೀ || 3 ||<br />
                <br />
            </p>
            <p className="text-white" id="section25">____________________________<br />
                25. ತೊರೆಯಲಾಗುವುದೇ ಗುರು ನಿನ್ನ ಸೇವೆಯ<br />
                <br />
                ತೊರೆಯಲಾಗುವುದೇ ಗುರು ನಿನ್ನ ಸೇವೆಯ<br />
                ಮರೆತು ಬಾಳಲು ಸಾಧ್ಯವೇ ಗುರು ನಿನ್ನ ಜಪವ |<br />
                <br />
                ಹೃನ್ಮೂಲೆಯಲಿ ನೆಲೆಸಿಹೆ ನೀ ಭದ್ರವಾಗಿ<br />
                ಚಿತ್ತದೊಳೆಗೆನ್ನ ಬೆರೆತಿಹೆ ನೀ ಶಾಂತವಾಗಿ |<br />
                ಮಾತಿನಲಿ ಬರುತಿಹೆ ನೀ ವ್ಯಕ್ತವಾಗಿ<br />
                ಉಸುರಿನಲಿ ತುಂಬಿಹೆ ನೀ ಚೇತನನಾಗಿ || 1 ||<br />
                <br />
                ಜನರೆಲ್ಲ ಮೂಢನೆಂದು ನಿಂದಿಸಲಿ<br />
                ಭ್ರಾಂತಿಯಲಿ ನಿನದೇನೆಂದು ಜರಿಯಲಿ |<br />
                ಮಾತುಮಾತಿಗೂ ಸುಮ್ಮನೆ ಹಂಗಿಸಲಿ<br />
                ಹೆಜ್ಜೆಹೆಜ್ಜೆಯಲು ಪ್ರಾಬಲ್ಯವವರ ಮೆರೆಯಲೀ || 2 ||<br />
                <br />
                ಬೇಕಿಲ್ಲ ಪ್ರಭುವೇ ಧನಕನಕ ಸ್ಥಾನಮಾನ<br />
                ಬೇಕಿಲ್ಲ ಗುರುವೇ ಕ್ಷಣಿಕಭೋಗದಾ ಸಮ್ಮಾನ |<br />
                ಕೇಳುವುದೊಂದೇ ನಿನ್ನ ಇಹಪರದ ಉದ್ಧಾರ<br />
                ಕರುಣಿಸು ಗುರುವೇ ಮುಕ್ತಿಮಾರ್ಗದಾ ಶ್ರೀಕಾರ ||<br />
                <br />
            </p>
            <p className="text-white" id="section26">____________________________<br />
                26. ಭಜ ಗುರುನಾಥಮ್<br />
                <br />
                ಭಜ ಗುರುನಾಥಂ ಸ್ಮರ ಗುರುನಾಥಮ್<br />
                ಗುರುನಾಥಂ ಭಜ ಮಂದಮತೆ |<br />
                ದುಸ್ತಾರೇ ಭವಾಂಧಕಾರೇ<br />
                ಅರ್ಜುನೋ ರಕ್ಷತಿ ಮನಸಿ ಸ್ಥಿತ್ವಾ || 1 ||<br />
                <br />
                ದೀನ ಜಹೀಹಿ ಮದಾಹಂಕಾರಂ<br />
                ಭಜ ಸತ್ಸಂಗೇ ಅರ್ಜುನ ಶರಣಮ್ |<br />
                ಕಾರ್ಯಂ ಕುರುತ ಅರ್ಪಣಭಾವೇ<br />
                ಚಿತ್ತಂ ತೇನ ಪ್ರಮೋದಯ ನಿತ್ಯಮ್ || 2 ||<br />
                <br />
                ಮಾ ಕುರು ಸಕಲಜೀವಿಷು ಭೇದಂ<br />
                ಲಸತಿ ಸಮೇಷಾಂ ಆತ್ಮಾ ಏಕಮ್ |<br />
                ಭಾವಾ ಸದ್ಗುರು ಹೃದಯೇ ನಿತ್ಯಂ<br />
                ಅರ್ಜುನ ಸಂಗೇ ನಂದಯ ಚಿತ್ತಮ್ || 3 ||<br />
                <br />
                ದೇಯಂ ಸೇವಾಭಾಗ್ಯಮನಂತಂ<br />
                ಕಾರ್ಯಂ ಸದ್ಗುರುಪಾದೇ ಶರಣಮ್ |<br />
                ಜ್ಞೇಯಂ ಅರ್ಜುನಪಾದೇ ತತ್ತ್ವಂ<br />
                ದೇಯಂ ಸಾಧುಜನಾಯ ಚ ಚಿತ್ತಮ್ || 4 ||<br />
                <br />
                ಗುರುಚರಣಾಮೃತ ನಿಶ್ಚಲಭಕ್ತಃ<br />
                ಸಂಸಾರಾಂಬುಧಿ ತಾರಣಶಕ್ತಃ |<br />
                ಅರ್ಜುನಮಾನಸ ಪರಮಾನಂದಮ್<br />
                ಪಶ್ಯಸಿ ನನು ಹೃದಯಸ್ಥಂ ದೇವಮ್ || 5 ||<br />
                <br />
            </p>
            <p className="text-white" id="section27">____________________________<br />
                27. ವಿಬುಧಕೀರ್ತಿತಮ್<br />
                <br />
                ವಿಬುಧಕೀರ್ತಿತಂ ವಂದ್ಯಪಾದುಕಂ<br />
                ಅಮಿತಶಕ್ತಿದಂ ಮೋಹನಾಶಕಮ್ |<br />
                ಕರಣಶೋಧಕಂ ಕರ್ಮಬೋಧಕಮ್<br />
                ಗುರುಪದಂ ಶಿವಂ ಸಂತತಂ ಭಜೇ || 1 ||<br />
                ವೇಂಕಟಾಚಲಂ ಗುರು ವೇಂಕಟಾಚಲಂ<br />
                ವೇಂಕಟಾಚಲಂ ಗುರು ಭಾವಯಾಮ್ಯಹಮ್<br />
                <br />
                ದುರಿತವಾರಣಂ ದ್ವಂದ್ವನಾಶಕಂ<br />
                ಭುವನವಂದಿತಂ ಲೋಕವಿಶೃತಮ್ |<br />
                ಗಗನವಿಸೃತಂ ಗಮ್ಯದರ್ಶಕಂ<br />
                ಗುರುಪದಂ ಶಿವಂ ಸಂತತಂ ಭಜೇ || 2 ||<br />
                ವೇಂಕಟಾಚಲಂ ಗುರು ವೇಂಕಟಾಚಲಂ<br />
                ವೇಂಕಟಾಚಲಂ ಗುರು ಭಾವಯಾಮ್ಯಹಮ್<br />
                <br />
                ಸತತ ವೈಭವಂ ಸದ್ವಿಚಾರದಂ<br />
                ಸಮಯಬೋಧಕಂ ಸದ್ಗತಿಪ್ರದಮ್ |<br />
                ಸಕಲತತ್ತ್ವದಂ ಸತ್ಯವಾದಿನಂ<br />
                ಗುರುಪದಂ ಶಿವಂ ಸಂತತಮ್ ಭಜೇ || 3 ||<br />
                ವೇಂಕಟಾಚಲಂ ಗುರು ವೇಂಕಟಾಚಲಂ<br />
                ವೇಂಕಟಾಚಲಂ ಗುರು ಭಾವಯಾಮ್ಯಹಮ್<br />
                <br />
                ಬುಧಜನಪ್ರಿಯಂ ಸೌಖ್ಯದಾಯಕಂ<br />
                ಅನಘದರ್ಶನಂ ಸ್ಫೂರ್ತಿದಾಯಕಂ |<br />
                ವಿನಯಭೂಷಣಂ ವಾಂಛಿತಪ್ರದಂ<br />
                ಗುರುಪದಂ ಶಿವಂ ಸಂತತಂ ಭಜೇ || 4 ||<br />
                ವೇಂಕಟಾಚಲಂ ಗುರು ವೇಂಕಟಾಚಲಂ<br />
                ವೇಂಕಟಾಚಲಂ ಗುರು ಭಾವಯಾಮ್ಯಹಮ್<br />
                <br />
                ಭಜನಮಾನಸಂ ಭಕ್ತಸೇವಿತಂ<br />
                ಭಯನಿವಾರಣಂ ಬಂಧಮೋಚಕಂ |<br />
                ಲಲಿತವಾಕ್ಪಟುಂ ಲಾಲನಪ್ರಿಯಂ<br />
                ಗುರುಪದಂ ಶಿವಂ ಸಂತತಂ ಭಜೇ || 5 ||<br />
                ವೇಂಕಟಾಚಲಂ ಗುರು ವೇಂಕಟಾಚಲಂ<br />
                ವೇಂಕಟಾಚಲಂ ಗುರು ಭಾವಯಾಮ್ಯಹಮ್<br />
                <br />
                ಅರುಣಪೂಜಕಂ ಶಾರದಾಸುತಂ<br />
                ಚರಣಸೇವಿತಂ ಚಾರುಸಂಸ್ಥಿತಮ್ |<br />
                ಅಭಯದಾಯಕಂ ಕೃಷ್ಣರೂಪಿಣಮ್<br />
                ಗುರುಪದಂ ಶಿವಂ ಸಂತತಂ ಭಜೇ || 6 ||<br />
                ವೇಂಕಟಾಚಲಂ ಗುರು ವೇಂಕಟಾಚಲಂ<br />
                ವೇಂಕಟಾಚಲಂ ಗುರು ಭಾವಯಾಮ್ಯಹಮ್<br />
                <br />
                ಪ್ರಣವರೂಪಿಣಂ ಪುಣ್ಯವರ್ಧನಂ<br />
                ಪ್ರಗತಿಕಾರಣಂ ಸಂಸ್ಕೃತಿಪ್ರಿಯಮ್ |<br />
                ಪ್ರಮತಿದಾಯಕಂ ಕ್ಲೇಷವಾರಕಂ<br />
                ಗುರುಪದಂಶಿವಂ ಸಂತತಂ ಭಜೇ || 7 |<br />
                ವೇಂಕಟಾಚಲಂ ಗುರು ವೇಂಕಟಾಚಲಂ<br />
                ವೇಂಕಟಾಚಲಂ ಗುರು ಭಾವಯಾಮ್ಯಹಮ್<br />
                <br />
                ಜಗತಿಭೂಷಣಂ ಸತ್ವರೂಪಿಣಂ<br />
                ಮನುಜಸೇವಿತಂ ಮುಕ್ತಿಕಾರಕಮ್ |<br />
                ಅತುಲಭಕ್ತಿದಂ ಜ್ಞಾನದಾಯಕಂ<br />
                ಗುರುಪದಶಿವಂ ಸಂತತಂ ಭಜೇ || 8 ||<br />
                ವೇಂಕಟಾಚಲಂ ಗುರು ವೇಂಕಟಾಚಲಂ<br />
                ವೇಂಕಟಾಚಲಂ ಗುರು ಭಾವಯಾಮ್ಯಹಮ್<br />
                <br />
            </p>
            <p className="text-white" id="section28">____________________________<br />
                28. ಅರ್ಜುನಂ ಶ್ರೀಧರಮ್<br />
                <br />
                ಅರ್ಜುನಂ ಶ್ರೀಧರಂ<br />
                ಹರಿ ಗೋವರ್ಧನಂ |<br />
                ಸಖರಾಯಾಸಖಂ<br />
                ಗುರು ವೇಂಕಟಾಚಲಮ್ ||<br />
                <br />
                ನಾನು ಇನ್ನೇನನ್ನೂ ನಿನ್ನ ನಾ ಬೇಡೆನು<br />
                ಗುರುಭಕ್ತಿಯಿಂದ ನಿನ್ನನ್ನು ನಾ ಕರೆವೆನು || 1 ||<br />
                <br />
                ನೀನೇ ಗುರುನಾಥನು ನಿನ್ನ ನಾ ಭಜಿಪೆನು |<br />
                ನನ್ನ ಮನಸಿಂದ ನಿನ್ನನ್ನು ನಾ ಭಜಿಪೆನು || 2 ||<br />
                <br />
                ನೀನೇ ಸಾಯಿನಾಥನು ನೀನೇ ಶ್ರೀಪಾದನು |<br />
                ನಿನ್ನ ಕೃಪೆಯಿಂದ ನಾನೆಂದು ಕೃತಾರ್ಥನು || 3 ||<br />
                <br />
                ನೀನೇ ಶ್ರೀಕಾಂತನು ನೀನೇ ದತ್ತಾಂಶನು |<br />
                ನಿನ್ನ ದಯೆಯಿಂದ ಬೆಳಗಯ್ಯಾ ಈ ಬಾಳನು || 4 ||<br />
                <br />
            </p>
            <p className="text-white" id="section29">____________________________<br />
                29. ಸಖರಾಯಪಟ್ಟಣದಾ ನಾಥನೇ<br />
                <br />
                ಸಖರಾಯಪಟ್ಟಣದ ನಾಥನೇ<br />
                ನೀ ದಯೆತೋರು ನನ್ನಲಿ ಬಂಧುವೇ |<br />
                ನನ್ನಲ್ಲಿ ನೀನು ನಿನ್ನಲ್ಲಿ ನಾವು<br />
                ಬೆರೆತರೆ ಜೀವನ ಚಂದವೇ ||ಪ ||<br />
                <br />
                ಜೀವಿಗಳು ಒಂದೆಯೇ ಅಲ್ಲವೇ<br />
                ಭೇದವು ಇದರಲ್ಲಿ ತರವೇ |<br />
                ಸ್ವಾಮಿಯು ನೀನು ಸೇವಕ ನಾನು<br />
                ಬೇಡುವುದು ಇನ್ನೇನು ಪ್ರಭುವೇ ||  1 ||<br />
                <br />
                ಸ್ನಾನವು ಮನಸಿಗೆ ತಂದೆಯೇ<br />
                ಚಿತ್ತವು ಶುದ್ಧಿಯಿರೆ ಸಾಲದೇ |<br />
                ದೇಹವೂ ನೀನು ಆತ್ಮವೂ ನೀನು<br />
                ಇನ್ನೇಕೆ ಭೂಷಣವು ಹರನೇ  || 2||<br />
                <br />
                ಮಾತನಾಡುವ ದೈವವೇ<br />
                ದರುಶನ ನೀಡಯ್ಯ ಪ್ರಭುವೇ |<br />
                ಬಂಧುವೂ ನೀನು ಬಳಗವೂ ನೀನೇ<br />
                ಕರ್ಮವ ಕಳೆಯಯ್ಯಾ ಪ್ರಭುವೇ || 3 ||<br />
                <br />
                ಸತ್ಯಸುಂದರ ನೀನು ತಂದೆಯೇ<br />
                ನಿನಗೇಕೆ ಭೂಷಣ ಪ್ರಭುವೇ |<br />
                ತನುವನು ಶೋಧಿಸಿ ಮನವನು ಗುಡಿಸಿ<br />
                ಪೂಜಿಸುವೆ ನಿನ್ನನ್ನೇ ಹರನೇ || 4 ||<br />
                <br />
            </p>
            <p className="text-white" id="section30">____________________________<br />
                30. ಗುರುನಾಥನೇ ನನ್ನ ಈಶ್ವರ<br />
                <br />
                ಗುರುನಾಥನೇ ನನ್ನ ಈಶ್ವರ<br />
                ನಿನ್ನ ನಂಬಿದವರಿಗೆ ನೀ ಭಾಸ್ಕರ |<br />
                ನಿನ್ನಯ ಜ್ಞಾನ ನಿನ್ನಯ ಧ್ಯಾನ<br />
                ಜಗಕೆ ನೀನೇ ಪರಮೇಶ್ವರ ||<br />
                <br />
                ಸಖರಾಯಾಪಟ್ಟಣಾಧೀಶ್ವರ<br />
                ಅವಧೂತನೆಂಬ ಶ್ರೀಕರ |<br />
                ನಿನ್ನಯ ಜ್ಞಾನ ನಿನ್ನದೇ ಧ್ಯಾನ<br />
                ಜಗಕೆ ನೀನೇ ಪರಮೇಶ್ವರ || 1 ||<br />
                <br />
                ಮೂರು ಲೊಕಸಂಚಾರೇಶ್ವರ<br />
                ನಿನ್ನ ಭಕ್ತರಿಗೆ ಸಕಲೇಶ್ವರ |<br />
                ಕಣ್ಣುಕೋರುವಗೆ ತ್ರಿಣೇಶ್ವರ<br />
                ಭಜನಾಪ್ರಿಯ ಸಂಕೇಶ್ವರ || 2 ||<br />
                <br />
                ಗುರುಭಕ್ತರಿಗೆ ಆದೀಶ್ವರ<br />
                ಗುರುನಾಮವೇ ಮುಕ್ತೀಶ್ವರ |<br />
                ರಜಾತಾದ್ರಿ ಚಂದ್ರಮೌಳೇಶ್ವರ<br />
                ಬಹುರೂಪಿ ಅರ್ಧನಾರೀಶ್ವರ || 3 ||<br />
                <br />
            </p>
            <p className="text-white" id="section31">____________________________<br />
                31. ನಮ್ಮ ಸದ್ಗುರು ಗುರುನಾಥ<br />
                <br />
                ನಮ್ಮ ಸದ್ಗುರು ಗುರುನಾಥ<br />
                ನಮ್ಮ ಸದ್ಗುರು ಗುರುನಾಥ |<br />
                ನಮ್ಮ ಸಾಯಿ ಗುರುನಾಥ<br />
                ನಮ್ಮ ಶ್ರೀಧರ ಗುರುನಾಥ ||<br />
                <br />
                ಎಲ್ಲರನು ಸಲಹುವನು<br />
                ಗುಣಸಾಗರ ಗುರುನಾಥ |<br />
                ಜೀವನದ ಪಾಠವನು<br />
                ಬೋಧಿಸುವ ಗುರುನಾಥ || 2 ||<br />
                <br />
                ನಾಮಸ್ಮರಣೆಯೇ ಗುರುನಾಥ<br />
                ದತ್ತಸ್ವರೂಪಿ ಗುರುನಾಥ |<br />
                ಸರ್ವರಲಿ ನೆಲೆಸಿಹನು<br />
                ಕೃಪಾಸಾಗರ ಗುರುನಾಥ || 3 ||<br />
                <br />
                ಕೃಷ್ಣಾರ್ಜುನ ಗುರುನಾಥ<br />
                ಚಂದ್ರಶೇಖರ ಗುರುನಾಥ |<br />
                ಭಕ್ತರಿಗೆ ಅಭಯವನು<br />
                ನೀಡುವ ಗುರುನಾಥ || 4 ||<br />
                <br />
            </p>
            <p className="text-white" id="section32">____________________________<br />
                32. ನಾವು ನೀವು  ಸೇರಿ ಗುರುಗಳ ಸೇವೆ ಮಾಡೋಣ್ರಿ<br />
                <br />
                ನಾವು ನೀವು ಸೇರಿ ಗುರುಗಳ ಸೇವೆ ಮಾಡೋಣ್ರಿ<br />
                ನಮ್ಮ ಗುರುನಾಥನ ಸ್ಮರಣೆಯಿಂದ ಮುಕ್ತಿ ಹೊಂದೋಣ್ರಿ |<br />
                ಗುರುನಾಥನ ಸ್ಮರಣೆಯಿಂದ ಮುಕ್ತಿ ಹೊಂದೋಣ್ರಿ<br />
                ಅವರ ದರ್ಶನದಿಂದ ಬಾಳು ಬಂಗಾರ ಕಣ್ರೀ || 1 ||<br />
                <br />
                ಸಖರಾಯಾ ಪಟ್ಟಣದ ಅವಧೂತ ಕಾಣ್ರೀ<br />
                ಅವರು ನಂಬಿದೋರಾ ಪಾಲಿಗೆ ಭಗವಂತ ಕಣ್ರೀ |<br />
                ಅವರು ನಂಬಿದೋರ ಪಾಲಿಗೆ ಭಗವಾಂತ ಕಣ್ರೀ<br />
                ಅವರ ದಯೆಯಿಂದ ಬಾಳು ಬೆಳಕು ಕಣ್ರೀ || 2 ||<br />
                <br />
                ಜೀವಿಗಳಲ್ಲಿ ಭೇದಭಾವ ಮಾಡ್ ಬಾರ್ದು ಕಣ್ರೀ<br />
                ಎಲ್ಲರಲ್ಲೂ ಭಗವಂತನ ನೋಡ್ಬೇಕು ಕಣ್ರೀ |<br />
                ಮನಸು ಶುದ್ಧಿಯಿದ್ರೆ ಒಲೀತಾನೇ ಕಣ್ರೀ<br />
                ಶ್ರದ್ಧೆಯಿಂದಾ ಗುರುನಾಥನ್ನ ಪೂಜಿಸ್ಬೇಕು ಕಣ್ರೀ || 3 ||<br />
                <br />
                ಭಕ್ತರಾ ಕಷ್ಟಗಳ ಕಳೆಯುವಂತಣ್ರಿ<br />
                ಅವರ ಸೇವೆಗೆ ಜೀವನ ಮುಡಿಪಾಗಿಡೋಣ್ರೀ |<br />
                ಸದ್ಗುರು ಮಹಿಮೆ ಒಮ್ಮೆ ತಿಳಿಬೇಕಣ್ರೀ<br />
                ಅವರ ಆದರ್ಶಗಳ ನಾವು ಪಾಲಿಸ್ಬೇಕ್ ಕಣ್ರೀ || 4 ||<br />
                <br />
            </p>
            <p className="text-white" id="section33">____________________________<br />
                33. ಗುರುನಾಮವೇ ಪಾವನಮ್<br />
                <br />
                ಗುರುನಾಮವೇ ಪಾವನಮ್<br />
                ಗುರುತತ್ತ್ವವೇ ಸಾಧನಮ್<br />
                <br />
                ಜೀವನ ನದಿಯೇ ಗುರು ನಿನ್ನ ಜಪವು<br />
                ದಯೆ ತೋರೋ ಪ್ರಭು ಬೇಡುವೆ ನಿನ್ನಾ<br />
                ನಾನು ನಿನಗೆ ಶರಣಮ್ || 1 ||<br />
                <br />
                ಬಾಳಿನ ಬೆಳಕೆ ಗುರು ನಿನ್ನ ಒಲವು<br />
                ದಯೆ ತೋರೋ ಪ್ರಭು ಬೇಡುವೆ ನಿನ್ನಾ<br />
                ನಾನು ನಿನಗೆ ಶರಣಮ್ || 2 ||<br />
                <br />
                ಸುಂದರ ನಗುವೇ ಗುರು ನಿನ್ನ ಮೊಗವು<br />
                ದಯ ತೋರೋ ಪ್ರಭು ಬೇಡುವೆ ನಿನ್ನಾ<br />
                ನಾನು ನಿನಗೆ ಶರಣಮ್ || 3 ||<br />
                <br />
                ಗುರುವಿನ ಕೃಪೆಯೇ ಗುರು ನಿನ್ನ ಚಂದವು<br />
                ದಯೆ ತೋರೋ ಪ್ರಭು ಬೇಡುವೆ ನಿನ್ನಾ<br />
                ನಾನು ನಿನಗೆ ಶರಣಮ್ || 4 ||<br />
                <br />
                ಗುರುವಿನ ಭಕ್ತಿ ಗುರುವಿನ ಶಕ್ತಿಯು<br />
                ದಯೆತೋರೋ ಪ್ರಭು ಬೇಡುವೆ ನಿನ್ನಾ<br />
                ನಾನು ನಿನಗೆ ಶರಣಮ್ || 5 ||<br />
                <br />
                ಆತ್ಮದ ಶೋಧನೆ ಜೀವದಿ ಮುಕ್ತಿಯು<br />
                ದಯೆತೋರೋ ಪ್ರಭು ಬೇಡುವೆ ನಿನ್ನಾ<br />
                ನಾನು ನಿನಗೆ ಶರಣಮ್ || 6 ||<br />

            </p>
        </>
    )
}
